Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# onboardingFeatureStreaksDesc
source: Keep the momentum going! Our compassionate system keeps you motivated 🔥
de: Halte den Schwung aufrecht! Unser mitfühlendes System hält dich motiviert 🔥
es: ¡Mantén el impulso! Nuestro sistema compasivo te mantiene motivado 🔥
fr: Maintenez l'élan ! Notre système compatissant vous garde motivé 🔥
ja: 勢いを維持しましょう！私たちの思いやりのあるシステムがあなたをモチベートし続けます 🔥
pt_br: Mantenha o impulso! Nosso sistema compassivo mantém você motivado 🔥
zh: 继续保持势头！我们的富有同情心的系统让您充满动力🔥

# onboardingEnvironmentTitle
source: Where's Your Focus Zone? 🎯
de: Wo ist Ihre Fokuszone? 🎯
es: ¿Dónde está tu Zona de Enfoque? 🎯
fr: Où est votre zone de focus ? 🎯
ja: あなたのフォーカスゾーンはどこ？ 🎯
pt_br: Onde está a sua Zona de Foco? 🎯
zh: 你的焦点区域在哪里？ 🎯

# onboardingEnvironmentSubtitle
source: Choose your typical environment so we can optimize for your space!
de: Wähle deine typische Umgebung, damit wir deinen Raum optimieren können!
es: ¡Elige tu entorno típico para que optimicemos tu espacio!
fr: Choisissez votre environnement typique pour que nous optimisions votre espace !
ja: あなたのスペースを最適化できるように、典型的な環境を選択してください！
pt_br: Escolha seu ambiente típico para que possamos otimizar seu espaço!
zh: 选择您的典型环境，以便我们优化您的空间！

# onboardingEnvQuietHomeTitle
source: Quiet Home
de: Ruhiges Zuhause
es: Hogar Silencioso
fr: Maison Silencieuse
ja: 静かな自宅
pt_br: Casa Silenciosa
zh: 安静的家

# onboardingEnvQuietHomeDesc
source: Bedroom, quiet home office
de: Schlafzimmer, ruhiges Heimbüro
es: Dormitorio, oficina en casa tranquila
fr: Chambre, bureau à domicile calme
ja: 寝室、静かなホームオフィス
pt_br: Quarto, escritório em casa silencioso
zh: 卧室、安静的家庭办公室

# onboardingEnvQuietHomeDb
source: 30 dB - Very quiet
de: 30 dB - Sehr ruhig
es: 30 dB - Muy silencioso
fr: 30 dB - Très silencieux
ja: 30 dB - 非常に静か
pt_br: 30 dB - Muito silencioso
zh: 30 分贝 - 非常安静

# onboardingEnvOfficeTitle
source: Typical Office
de: Typisches Büro
es: Oficina Típica
fr: Bureau Typique
ja: 典型的なオフィス
pt_br: Escritório Típico
zh: 典型办公室

# onboardingEnvOfficeDesc
source: Standard office, library
de: Standardbüro, Bibliothek
es: Oficina estándar, biblioteca
fr: Bureau standard, bibliothèque
ja: 標準的なオフィス、図書館
pt_br: Escritório padrão, biblioteca
zh: 标准办公室、图书馆

# onboardingEnvOfficeDb
source: 40 dB - Library quiet (Recommended)
de: 40 dB - Bibliotheksruhe (Empfohlen)
es: 40 dB - Silencio de biblioteca (Recomendado)
fr: 40 dB - Silence de bibliothèque (Recommandé)
ja: 40 dB - 図書館の静けさ（推奨）
pt_br: 40 dB - Silêncio de biblioteca (Recomendado)
zh: 40 分贝 - 图书馆安静（推荐）

# onboardingEnvBusyTitle
source: Busy Space
de: Belebter Raum
es: Espacio Ocupado
fr: Espace Animé
ja: 忙しいスペース
pt_br: Espaço Ocupado
zh: 繁忙空间

# onboardingEnvBusyDesc
source: Coffee shop, shared workspace
de: Café, gemeinsamer Arbeitsbereich
es: Cafetería, espacio de trabajo compartido
fr: Café, espace de travail partagé
ja: カフェ、共有ワークスペース
pt_br: Café, espaço de trabalho partilhado
zh: 咖啡厅、共享工作空间

# onboardingEnvBusyDb
source: 50 dB - Moderate noise
de: 50 dB - Moderater Lärm
es: 50 dB - Ruido moderado
fr: 50 dB - Bruit modéré
ja: 50 dB - 中程度のノイズ
pt_br: 50 dB - Ruído moderado
zh: 50 分贝 - 中等噪音

# onboardingEnvNoisyTitle
source: Noisy Environment
de: Laute Umgebung
es: Entorno Ruidoso
fr: Environnement Bruyant
ja: 騒がしい環境
pt_br: Ambiente Barulhento
zh: 嘈杂的环境

# onboardingEnvNoisyDesc
source: Open office, public space
de: Großraumbüro, öffentlicher Raum
es: Oficina abierta, espacio público
fr: Bureau ouvert, espace public
ja: オープンオフィス、公共スペース
pt_br: Escritório aberto, espaço público
zh: 开放式办公室、公共空间

# onboardingEnvNoisyDb
source: 60 dB - Higher noise
de: 60 dB - Höherer Lärm
es: 60 dB - Ruido más alto
fr: 60 dB - Bruit plus élevé
ja: 60 dB - より高いノイズ
pt_br: 60 dB - Ruído mais alto
zh: 60 dB - 更高噪音

# onboardingEnvAdjustNote
source: You can adjust this anytime in Settings
de: Du kannst dies jederzeit in den Einstellungen anpassen
es: Puedes ajustar esto en cualquier momento en Configuración
fr: Vous pouvez ajuster cela à tout moment dans les Paramètres
ja: 設定でいつでも調整できます
pt_br: Você pode ajustar isso a qualquer momento nas Configurações
zh: 您可以随时在“设置”中进行调整

# onboardingGoalTitle
source: Set Your Daily Goal! 🎯
de: Setze Dein Tagesziel! 🎯
es: ¡Establece tu Meta Diaria! 🎯
fr: Définissez Votre Objectif Quotidien ! 🎯
ja: 毎日の目標を設定しましょう！ 🎯
pt_br: Defina Sua Meta Diária! 🎯
zh: 设定您的每日目标！ 🎯

# onboardingGoalSubtitle
source: How much focused time feels right for you? (You can adjust this anytime!)
de: Wie viel Fokuszeit fühlt sich richtig für dich an? (Du kannst dies jederzeit anpassen!)
es: ¿Cuánto tiempo de concentración te parece adecuado? (¡Puedes ajustar esto en cualquier momento!)
fr: Combien de temps de concentration vous convient ? (Vous pouvez ajuster cela à tout moment !)
ja: どのくらいの集中時間があなたに適していますか？ （いつでも調整できます！）
pt_br: Quanto tempo de concentração parece certo para você? (Você pode ajustar isso a qualquer momento!)
zh: 您觉得多长时间的专注时间合适？ （您可以随时调整！）

# onboardingGoalStartingTitle
source: Getting Started
de: Erste Schritte
es: Comenzando
fr: Démarrage
ja: スタート
pt_br: Começando
zh: 入门

# onboardingGoalStartingDuration
source: 10-15 minutes
de: 10-15 Minuten
es: 10-15 minutos
ja: 10-15分
pt_br: 10-15 minutos
zh: 10-15分钟

# onboardingGoalHabitTitle
source: Building Habit
de: Gewohnheit Aufbauen
es: Construyendo Hábito
fr: Construction d'Habitude
ja: 習慣を作る
pt_br: Construindo Hábito
zh: 养成习惯

# onboardingGoalHabitDuration
source: 20-30 minutes
de: 20-30 Minuten
es: 20-30 minutos
ja: 20-30分
pt_br: 20-30 minutos
zh: 20-30分钟

# onboardingGoalPracticeTitle
source: Regular Practice
de: Regelmäßige Praxis
es: Práctica Regular
fr: Pratique Régulière
ja: 定期的な練習
pt_br: Prática Regular
zh: 定期练习

# onboardingGoalPracticeDuration
source: 40-60 minutes
de: 40-60 Minuten
es: 40-60 minutos
ja: 40-60分
pt_br: 40-60 minutos
zh: 40-60分钟

# onboardingGoalDeepWorkTitle
source: Deep Work
de: Tiefes Arbeiten
es: Trabajo Profundo
fr: Travail Profond
ja: 深い作業
pt_br: Trabalho Profundo
zh: 深度工作

# onboardingGoalDeepWorkDuration
source: 60+ minutes
de: 60+ Minuten
es: 60+ minutos
ja: 60分以上
pt_br: 60+ minutos
zh: 60+分钟

# onboardingGoalAdvice1
source: Perfect start! 🌟 Small steps lead to big wins. You've got this!
de: Perfekter Start! 🌟 Kleine Schritte führen zu großen Erfolgen. Du schaffst das!
es: ¡Comienzo perfecto! 🌟 Los pequeños pasos llevan a grandes victorias. ¡Tú puedes!
fr: Début parfait ! 🌟 Les petits pas mènent à de grandes victoires. Vous pouvez le faire !
ja: 完璧なスタート！ 🌟 小さな一歩が大きな勝利につながります。あなたならできます！
pt_br: Começo perfeito! 🌟 Pequenos passos levam a grandes vitórias. Você consegue!
zh: 完美的开始！ 🌟 小步骤带来大胜利。你已经得到了这个！

# onboardingGoalAdvice2
source: Excellent choice! 🎯 This sweet spot builds lasting habits!
de: Exzellente Wahl! 🎯 Dieser Sweet Spot baut dauerhafte Gewohnheiten auf!
es: ¡Excelente elección! 🎯 ¡Este punto ideal construye hábitos duraderos!
fr: Excellent choix ! 🎯 Ce sweet spot construit des habitudes durables !
ja: 素晴らしい選択！ 🎯 このスイートスポットが永続的な習慣を構築します！
pt_br: Excelente escolha! 🎯 Este ponto ideal constrói hábitos duradouros!
zh: 绝佳的选择！ 🎯 这个甜蜜点可以培养持久的习惯！

# onboardingGoalAdvice3
source: Ambitious! 💪 You're ready to level up your focus game!
de: Ehrgeizig! 💪 Du bist bereit, dein Fokusspiel auf die nächste Stufe zu heben!
es: ¡Ambicioso! 💪 ¡Estás listo para subir de nivel tu juego de concentración!
fr: Ambitieux ! 💪 Vous êtes prêt à monter de niveau votre jeu de concentration !
ja: 野心的！ 💪 集中力ゲームをレベルアップする準備ができています！
pt_br: Ambicioso! 💪 Você está pronto para subir de nível seu jogo de concentração!
zh: 雄心勃勃！ 💪 您已准备好升级您的专注力游戏了！

# onboardingGoalAdvice4
source: Wow! 🏆 Deep work mode activated! Remember to take breaks!
de: Wow! 🏆 Tiefarbeitsmodus aktiviert! Denk an Pausen!
es: ¡Guau! 🏆 ¡Modo de trabajo profundo activado! ¡Recuerda tomar descansos!
fr: Wow ! 🏆 Mode travail profond activé ! N'oubliez pas les pauses !
ja: すごい！ 🏆 深い作業モード起動！休憩を忘れずに！
pt_br: Uau! 🏆 Modo de trabalho profundo ativado! Lembre-se de fazer pausas!
zh: 哇！ 🏆深度工作模式激活！记得注意休息！

# onboardingActivitiesTitle
source: Choose Your Activities! ✨
de: Wähle Deine Aktivitäten! ✨
es: ¡Elige Tus Actividades! ✨
fr: Choisissez Vos Activités ! ✨
ja: アクティビティを選択しましょう！ ✨
pt_br: Escolha Suas Atividades! ✨
zh: 选择您的活动！ ✨

# onboardingActivitiesSubtitle
source: Pick all that resonate with you! (You can always add more later)
de: Wähle alle, die zu dir passen! (Du kannst später immer mehr hinzufügen)
es: ¡Elige todas las que resuenen contigo! (Siempre puedes agregar más después)
fr: Choisissez toutes celles qui vous parlent ! (Vous pouvez toujours en ajouter plus tard)
ja: あなたに共鳴するものをすべて選んでください！ （後でいつでも追加できます）
pt_br: Escolha todas que ressoam com você! (Você sempre pode adicionar mais depois)
zh: 选出所有能引起你共鸣的！ （以后您可以随时添加更多内容）

# onboardingActivityStudyTitle
source: Study
de: Studium
es: Estudio
fr: Étude
ja: 学習
pt_br: Estudo
zh: 学习

# onboardingActivityStudyDesc
source: Learning, coursework, research
de: Lernen, Kursarbeit, Forschung
es: Aprendizaje, tareas, investigación
fr: Apprentissage, cours, recherche
ja: 学習、コースワーク、研究
pt_br: Aprendizado, trabalhos de curso, pesquisa
zh: 学习、课程作业、研究

# onboardingActivityReadingTitle
source: Reading
de: Lesen
es: Lectura
fr: Lecture
ja: 読書
pt_br: Leitura
zh: 阅读

# onboardingActivityReadingDesc
source: Deep reading, articles, books
de: Tiefes Lesen, Artikel, Bücher
es: Lectura profunda, artículos, libros
fr: Lecture approfondie, articles, livres
ja: 深い読書、記事、本
pt_br: Leitura profunda, artigos, livros
zh: 深度阅读、文章、书籍

# onboardingActivityMeditationTitle
source: Meditation
es: Meditación
fr: Méditation
ja: 瞑想
pt_br: Meditação
zh: 冥想

# onboardingActivityMeditationDesc
source: Mindfulness, breathing exercises
de: Achtsamkeit, Atemübungen
es: Atención plena, ejercicios de respiración
fr: Pleine conscience, exercices de respiration
ja: マインドフルネス、呼吸法
pt_br: Atenção plena, exercícios de respiração
zh: 正念、呼吸练习

# onboardingActivityOtherTitle
source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
pt_br: Outro
zh: 其他

# onboardingActivityOtherDesc
source: Any focus-requiring activity
de: Jede fokusfordernde Aktivität
es: Cualquier actividad que requiera concentración
fr: Toute activité nécessitant de la concentration
ja: 集中を必要とする活動
pt_br: Qualquer atividade que exija concentração
zh: 任何需要集中注意力的活动

# onboardingActivitiesTip
source: Pro tip: Focus Field shines when quiet = focused! 🤫✨
de: Profi-Tipp: Focus Field glänzt, wenn Stille = Fokus! 🤫✨
es: Consejo profesional: ¡Focus Field brilla cuando silencio = concentración! 🤫✨
fr: Conseil pro : Focus Field brille quand silence = concentration ! 🤫✨
ja: プロのヒント：Focus Fieldは静寂=集中のときに輝きます！ 🤫✨
pt_br: Dica profissional: Focus Field brilha quando silêncio = concentração! 🤫✨
zh: 专业提示：安静时焦点场会发光 = 专注！ 🤫✨

# onboardingPermissionTitle
source: Your Privacy Matters! 🔒
de: Deine Privatsphäre Zählt! 🔒
es: ¡Tu Privacidad Importa! 🔒
fr: Votre Vie Privée Compte ! 🔒
ja: あなたのプライバシーは重要です！ 🔒
pt_br: Sua Privacidade Importa! 🔒
zh: 您的隐私很重要！ 🔒

# onboardingPermissionSubtitle
source: We need microphone access to measure ambient noise and help you focus better
de: Wir benötigen Mikrofonzugriff, um Umgebungslärm zu messen und dir beim Fokussieren zu helfen
es: Necesitamos acceso al micrófono para medir el ruido ambiente y ayudarte a concentrarte mejor
fr: Nous avons besoin de l'accès au microphone pour mesurer le bruit ambiant et vous aider à mieux vous concentrer
ja: 周囲のノイズを測定し、より良い集中を支援するためにマイクアクセスが必要です
pt_br: Precisamos de acesso ao microfone para medir o ruído ambiente e ajudá-lo a se concentrar melhor
zh: 我们需要使用麦克风来测量环境噪音并帮助您更好地集中注意力

# onboardingPrivacyNoRecordingTitle
source: No Recording
de: Keine Aufnahme
es: Sin Grabación
fr: Pas d'Enregistrement
ja: 録音なし
pt_br: Sem Gravação
zh: 无录音

# onboardingPrivacyNoRecordingDesc
source: We only measure noise levels, never record audio
de: Wir messen nur Lärmpegel, nehmen niemals Audio auf
es: Solo medimos niveles de ruido, nunca grabamos audio
fr: Nous mesurons uniquement les niveaux de bruit, ne jamais enregistrer l'audio
ja: ノイズレベルのみを測定し、音声を録音することはありません
pt_br: Medimos apenas níveis de ruído, nunca gravamos áudio
zh: 我们只测量噪音水平，从不录制音频

# onboardingPrivacyLocalTitle
source: Local Only
de: Nur Lokal
es: Solo Local
fr: Local Seulement
ja: ローカルのみ
pt_br: Apenas Local
zh: 仅限本地

# onboardingPrivacyLocalDesc
source: All data stays on your device
de: Alle Daten bleiben auf deinem Gerät
es: Todos los datos permanecen en tu dispositivo
fr: Toutes les données restent sur votre appareil
ja: すべてのデータはデバイスに保存されます
pt_br: Todos os dados permanecem no seu dispositivo
zh: 所有数据都保留在您的设备上

# onboardingPrivacyFirstTitle
source: Privacy First
de: Privatsphäre Zuerst
es: Privacidad Primero
fr: Confidentialité D'abord
ja: プライバシー第一
pt_br: Privacidade Primeiro
zh: 隐私第一

# onboardingPrivacyFirstDesc
source: Your conversations are completely private
de: Deine Gespräche sind völlig privat
es: Tus conversaciones son completamente privadas
fr: Vos conversations sont complètement privées
ja: あなたの会話は完全にプライベートです
pt_br: Suas conversas são completamente privadas
zh: 您的谈话是完全私密的

# onboardingPermissionNote
source: You can grant permission on the next screen when starting your first session
de: Du kannst die Berechtigung beim Start deiner ersten Sitzung auf dem nächsten Bildschirm erteilen
es: Puedes otorgar permiso en la siguiente pantalla al iniciar tu primera sesión
fr: Vous pouvez accorder la permission sur l'écran suivant lors du démarrage de votre première session
ja: 最初のセッションを開始するときに次の画面で許可を与えることができます
pt_br: Você pode conceder permissão na próxima tela ao iniciar sua primeira sessão
zh: 您可以在开始第一个会话时在下一个屏幕上授予权限

# onboardingTipsTitle
source: Pro Tips for Success! 💡
de: Profi-Tipps für Erfolg! 💡
es: ¡Consejos Profesionales para el Éxito! 💡
fr: Conseils Pro pour Réussir ! 💡
ja: 成功のためのプロのヒント！ 💡
pt_br: Dicas Profissionais para o Sucesso! 💡
zh: 成功的专业秘诀！ 💡

# onboardingTipsSubtitle
source: These will help you make the most of Focus Field!
de: Diese helfen dir, das Beste aus Focus Field herauszuholen!
es: ¡Estos te ayudarán a aprovechar al máximo Focus Field!
fr: Ceux-ci vous aideront à tirer le meilleur parti de Focus Field !
ja: これらはFocus Fieldを最大限に活用するのに役立ちます！
pt_br: Estas ajudarão você a aproveitar ao máximo o Focus Field!
zh: 这些将帮助您充分利用 Focus Field！

# onboardingTip1Title
source: Start Small, Win Big! 🌱
de: Klein Anfangen, Groß Gewinnen! 🌱
es: ¡Comienza Pequeño, Gana Grande! 🌱
fr: Commencez Petit, Gagnez Gros ! 🌱
ja: 小さく始めて、大きく勝つ！ 🌱
pt_br: Comece Pequeno, Ganhe Grande! 🌱
zh: 从小事做起，赢得大事！ 🌱

# onboardingTip1Desc
source: Begin with 5-10 minute sessions. Consistency beats perfection!
de: Beginne mit 5-10-Minuten-Sitzungen. Konstanz schlägt Perfektion!
es: Comienza con sesiones de 5-10 minutos. ¡La consistencia supera la perfección!
fr: Commencez par des sessions de 5-10 minutes. La constance bat la perfection !
ja: 5-10分のセッションから始めましょう。一貫性が完璧さに勝ります！
pt_br: Comece com sessões de 5-10 minutos. Consistência supera perfeição!
zh: 从 5-10 分钟的课程开始。一致性胜过完美！

# onboardingTip2Title
source: Activate Focus Mode! 🎯
de: Aktiviere Fokusmodus! 🎯
es: ¡Activa el Modo de Concentración! 🎯
fr: Activez le Mode Focus ! 🎯
ja: フォーカスモードを有効にする！ 🎯
pt_br: Ative o Modo de Concentração! 🎯
zh: 激活专注模式！ 🎯

# onboardingTip2Desc
source: Tap Focus Mode for immersive, distraction-free experience.
de: Tippe auf Fokusmodus für immersives, ablenkungsfreies Erlebnis.
es: Toca Modo de Concentración para una experiencia inmersiva sin distracciones.
fr: Appuyez sur Mode Focus pour une expérience immersive sans distraction.
ja: 没入型の気を散らさない体験のためにフォーカスモードをタップします。
pt_br: Toque no Modo de Concentração para uma experiência imersiva sem distrações.
zh: 点击专注模式即可获得身临其境、无干扰的体验。

# onboardingTip3Title
source: Freeze Token = Safety Net! ❄️
de: Freeze-Token = Sicherheitsnetz! ❄️
es: ¡Token de Congelación = Red de Seguridad! ❄️
fr: Jeton de Gel = Filet de Sécurité ! ❄️
ja: フリーズトークン = セーフティネット！ ❄️
pt_br: Token de Congelamento = Rede de Segurança! ❄️
zh: 冻结代币=安全网！ ❄️

# onboardingTip3Desc
source: Use your monthly token on busy days to protect your streak.
de: Nutze dein monatliches Token an geschäftigen Tagen, um deinen Streak zu schützen.
es: Usa tu token mensual en días ocupados para proteger tu racha.
fr: Utilisez votre jeton mensuel les jours chargés pour protéger votre série.
ja: 忙しい日に月1回のトークンを使用してストリークを保護します。
pt_br: Use seu token mensal em dias ocupados para proteger sua sequência.
zh: 在繁忙的日子里使用您的每月代币来保护您的连续记录。

# onboardingTip4Title
source: The 70% Rule Rocks! 📈
de: Die 70%-Regel Rockt! 📈
es: ¡La Regla del 70% Funciona! 📈
fr: La Règle des 70% Déchire ! 📈
ja: 70%ルールが素晴らしい！ 📈
pt_br: A Regra dos 70% é Ótima! 📈
zh: 70% 规则很有效！ 📈

# onboardingTip4Desc
source: Aim for 70% quiet time - perfect silence not required!
de: Ziele auf 70% ruhige Zeit - perfekte Stille nicht erforderlich!
es: Apunta al 70% de tiempo silencioso - ¡no se requiere silencio perfecto!
fr: Visez 70% de temps calme - pas besoin de silence parfait !
ja: 70%の静かな時間を目指しましょう - 完璧な静寂は必要ありません！
pt_br: Mire em 70% de tempo silencioso - silêncio perfeito não é necessário!
zh: 目标是 70% 的安静时间 - 不需要完全安静！

# onboardingReadyTitle
source: You're Ready to Launch! 🚀
de: Du Bist Startbereit! 🚀
es: ¡Estás Listo para Despegar! 🚀
fr: Vous Êtes Prêt à Décoller ! 🚀
ja: 準備完了！ 🚀
pt_br: Você Está Pronto para Decolar! 🚀
zh: 您已准备好启动！ 🚀

# onboardingReadyDesc
source: Let's start your first session and build amazing habits!
de: Lass uns deine erste Sitzung starten und großartige Gewohnheiten aufbauen!
es: ¡Comencemos tu primera sesión y construyamos hábitos increíbles!
fr: Commençons votre première session et construisons des habitudes incroyables !
ja: 最初のセッションを開始して、素晴らしい習慣を作りましょう！
pt_br: Vamos começar sua primeira sessão e construir hábitos incríveis!
zh: 让我们开始您的第一堂课并养成惊人的习惯！

# questMotivation1
source: Success is never ending and failure is never final
de: Erfolg endet nie und Misserfolg ist nie endgültig
es: El éxito nunca termina y el fracaso nunca es final
fr: Le succès ne finit jamais et l'échec n'est jamais final
ja: 成功は終わらず、失敗は決して最終的ではない
pt_br: O sucesso nunca termina e o fracasso nunca é final
zh: 成功永远不会结束，失败也永远不会结束

# questMotivation2
source: Progress over perfection - every minute counts
de: Fortschritt über Perfektion - jede Minute zählt
es: Progreso sobre perfección - cada minuto cuenta
fr: Progrès plutôt que perfection - chaque minute compte
ja: 完璧よりも進歩 - 毎分が大切です
pt_br: Progresso sobre perfeição - cada minuto conta
zh: 进步胜于完美——每一分钟都很重要

# questMotivation3
source: Small steps daily lead to big changes
de: Kleine tägliche Schritte führen zu großen Veränderungen
es: Pequeños pasos diarios conducen a grandes cambios
fr: De petits pas quotidiens mènent à de grands changements
ja: 毎日の小さな一歩が大きな変化につながる
pt_br: Pequenos passos diários levam a grandes mudanças
zh: 每天的小步骤会带来大改变

# questMotivation4
source: You're building better habits, one session at a time
de: Du baust bessere Gewohnheiten auf, eine Sitzung nach der anderen
es: Estás construyendo mejores hábitos, una sesión a la vez
fr: Vous construisez de meilleures habitudes, une session à la fois
ja: より良い習慣を築いています、一度に一つのセッション
pt_br: Você está construindo melhores hábitos, uma sessão de cada vez
zh: 您正在养成更好的习惯，一次一个疗程

# questMotivation5
source: Consistency beats intensity
de: Beständigkeit schlägt Intensität
es: La consistencia supera la intensidad
fr: La cohérence bat l'intensité
ja: 一貫性は強度に勝る
pt_br: Consistência supera intensidade
zh: 一致性胜过强度

# questMotivation6
source: Every session is a win, no matter how short
de: Jede Sitzung ist ein Gewinn, egal wie kurz
es: Cada sesión es una victoria, sin importar cuán corta
fr: Chaque session est une victoire, peu importe sa durée
ja: どんなに短くても、すべてのセッションは勝利です
pt_br: Cada sessão é uma vitória, não importa quão curta
zh: 每场比赛都是一场胜利，无论多短

# questMotivation7
source: Focus is a muscle - you're getting stronger
de: Fokus ist ein Muskel - du wirst stärker
es: El enfoque es un músculo - te estás volviendo más fuerte
fr: La concentration est un muscle - vous devenez plus fort
ja: 集中力は筋肉です - あなたは強くなっています
pt_br: Foco é um músculo - você está ficando mais forte
zh: 专注是肌肉——你会变得更强壮

# questMotivation8
source: The journey of a thousand miles begins with a single step
de: Die Reise von tausend Meilen beginnt mit einem einzigen Schritt
es: El viaje de mil millas comienza con un solo paso
fr: Le voyage de mille lieues commence par un seul pas
ja: 千里の道も一歩から
pt_br: A jornada de mil milhas começa com um único passo
zh: 千里之行始于足下

# questGo
source: Go
de: Los
es: Ir
fr: Aller
ja: 行く
pt_br: Ir
zh: 去

# todayDashboardTitle
source: Your Focus Dashboard
de: Dein Fokus-Dashboard
es: Tu Panel de Enfoque
fr: Votre tableau de bord de concentration
ja: あなたのフォーカスダッシュボード
pt_br: Seu Painel de Foco
zh: 您的焦点仪表板

# todayFocusMinutes
source: Focus minutes today
de: Fokusminuten heute
es: Minutos de enfoque hoy
fr: Minutes de concentration aujourd'hui
ja: 今日の集中分
pt_br: Minutos de foco hoje
zh: 今日焦点会议纪要

# todayGoalCalm
source: Goal: {goalMinutes} min • Calm ≥{calmPercent}%
de: Ziel: {goalMinutes} Min • Ruhe ≥{calmPercent}%
es: Objetivo: {goalMinutes} min • Calma ≥{calmPercent}%
fr: Objectif: {goalMinutes} min • Calme ≥{calmPercent}%
ja: 目標: {goalMinutes}分 • 静か ≥{calmPercent}%
pt_br: Meta: {goalMinutes} min • Calma ≥{calmPercent}%
zh: 目标：{goalMinutes} 分钟 • 平静 ≥{calmPercent}%

# todayPickMode
source: Pick your mode
de: Wähle deinen Modus
es: Elige tu modo
fr: Choisissez votre mode
ja: モードを選択
pt_br: Escolha seu modo
zh: 选择您的模式

# todayDefaultActivities
source: Study • Reading • Meditation
de: Studium • Lesen • Meditation
es: Estudio • Lectura • Meditación
fr: Étude • Lecture • Méditation
ja: 学習 • 読書 • 瞑想
pt_br: Estudo • Leitura • Meditação
zh: 学习•阅读•冥想

# todayTooltipTips
source: Tips
de: Tipps
es: Consejos
fr: Conseils
ja: ヒント
pt_br: Dicas
zh: 尖端

# todayTooltipTheme
source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
pt_br: Tema
zh: 主题

# todayTooltipSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pt_br: Configurações
zh: 设置

# todayThemeChanged
source: Theme changed to {themeName}
de: Thema geändert zu {themeName}
es: Tema cambiado a {themeName}
fr: Thème changé en {themeName}
ja: テーマを{themeName}に変更しました
pt_br: Tema alterado para {themeName}
zh: 主题更改为 {themeName}

# todayTabToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
zh: 今天

# todayTabSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 会议

# todayHelperText
source: Set your duration and track your time. Session history and analytics will appear in Summary.
de: Stelle deine Dauer ein und verfolge deine Zeit. Sitzungsverlauf und Analysen erscheinen in der Zusammenfassung.
es: Establece tu duración y rastrea tu tiempo. El historial de sesiones y análisis aparecerán en Resumen.
fr: Définissez votre durée et suivez votre temps. L'historique des sessions et les analyses apparaîtront dans le résumé.
ja: 期間を設定し、時間を追跡します。セッション履歴と分析は概要に表示されます。
pt_br: Defina sua duração e acompanhe seu tempo. O histórico de sessões e análises aparecerão no Resumo.
zh: 设置您的持续时间并跟踪您的时间。会话历史记录和分析将显示在摘要中。

# statPoints
source: Points
de: Punkte
es: Puntos
ja: ポイント
pt_br: Pontos
zh: 积分

# statStreak
source: Streak
de: Serie
es: Racha
fr: Série
ja: ストリーク
pt_br: Sequência
zh: 条纹

# statSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 会议

# ringProgressTitle
source: Ring Progress
de: Ring-Fortschritt
es: Progreso del Anillo
fr: Progrès de l'anneau
ja: リングの進捗
pt_br: Progresso do Anel
zh: 戒指进度

# ringOverall
source: Overall
de: Gesamt
es: General
fr: Global
ja: 全体
pt_br: Geral
zh: 全面的

# ringOverallFrozen
source: Overall ❄️
de: Gesamt ❄️
es: General ❄️
fr: Global ❄️
ja: 全体 ❄️
pt_br: Geral ❄️
zh: 总体❄️

# sessionCalm
source: Calm
de: Ruhe
es: Calma
fr: Calme
ja: 静か
pt_br: Calma
zh: 冷静的

# sessionStart
source: Start
es: Iniciar
fr: Démarrer
ja: 開始
pt_br: Iniciar
zh: 开始

# sessionStop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
pt_br: Parar
zh: 停止

# buttonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
zh: 编辑
