Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# tip02
source: Your streak has grace—one miss won't break it with the 2-Day Rule.
de: Ihre Serie hat Gnade—ein Fehler bricht sie nicht mit der 2-Tage-Regel.
es: Tu racha tiene gracia—una falta no la romperá con la Regla de 2 Días.
fr: Votre série a de la grâce—un oubli ne la cassera pas avec la Règle des 2 Jours.
ja: ストリークには猶予があります—2日ルールで1回のミスでは切れません。
pt_br: Sua sequência tem graça—uma falta não a quebrará com a Regra de 2 Dias.
zh: 你的连胜记录很优雅——根据 2 天规则，一次失误也不会打破它。

# tip03
source: Try Study, Reading, or Meditation activities to match your focus style.
de: Probieren Sie Lern-, Lese- oder Meditationsaktivitäten aus, um Ihrem Fokusstil zu entsprechen.
es: Prueba actividades de Estudio, Lectura o Meditación para que coincidan con tu estilo de concentración.
fr: Essayez les activités Étude, Lecture ou Méditation pour correspondre à votre style de concentration.
ja: 学習、読書、瞑想のアクティビティを試して、集中スタイルに合わせましょう。
pt_br: Experimente atividades de Estudo, Leitura ou Meditação para combinar com seu estilo de foco.
zh: 尝试学习、阅读或冥想活动来匹配您的专注方式。

# tip04
source: Check your 12-week Heatmap to see how small wins compound over time.
de: Überprüfen Sie Ihre 12-Wochen-Heatmap, um zu sehen, wie sich kleine Erfolge im Laufe der Zeit summieren.
es: Revisa tu Mapa de Calor de 12 semanas para ver cómo se acumulan las pequeñas victorias con el tiempo.
fr: Consultez votre Carte de Chaleur sur 12 semaines pour voir comment les petites victoires s'accumulent au fil du temps.
ja: 12週間のヒートマップをチェックして、小さな勝利がどう積み重なるか見てみましょう。
pt_br: Confira seu Mapa de Calor de 12 semanas para ver como pequenas vitórias se acumulam ao longo do tempo.
zh: 检查您的 12 周热图，了解随着时间的推移，小小的胜利会带来怎样的复合效果。

# tip05
source: Watch your live Calm % during sessions—higher scores mean better focus!
de: Beobachten Sie Ihren Live-Ruhe-%-Wert während der Sitzungen—höhere Werte bedeuten besseren Fokus!
es: Observa tu % de Calma en vivo durante las sesiones—¡puntuaciones más altas significan mejor concentración!
fr: Regardez votre % de Calme en direct pendant les sessions—des scores plus élevés signifient une meilleure concentration!
ja: セッション中のリアルタイム静寂%を見る—高いスコアはより良い集中を意味します！
pt_br: Observe sua % de Calma ao vivo durante as sessões—pontuações mais altas significam melhor foco!
zh: 观看训练期间的实时平静百分比 - 分数越高意味着注意力越集中！

# tip06
source: Customize your daily goal (10-60 min) to match your rhythm.
de: Passen Sie Ihr Tagesziel (10-60 Min.) an Ihren Rhythmus an.
es: Personaliza tu objetivo diario (10-60 min) para que coincida con tu ritmo.
fr: Personnalisez votre objectif quotidien (10-60 min) pour correspondre à votre rythme.
ja: 日々の目標（10〜60分）をリズムに合わせてカスタマイズしましょう。
pt_br: Personalize sua meta diária (10-60 min) para combinar com seu ritmo.
zh: 自定义您的每日目标（10-60 分钟）以符合您的节奏。

# tip07
source: Use your monthly Freeze Token to protect your streak on tough days.
de: Nutzen Sie Ihren monatlichen Freeze-Token, um Ihre Serie an schwierigen Tagen zu schützen.
es: Usa tu Token de Congelación mensual para proteger tu racha en días difíciles.
fr: Utilisez votre Jeton de Gel mensuel pour protéger votre série les jours difficiles.
ja: 月1回のフリーズトークンを使って、厳しい日のストリークを守りましょう。
pt_br: Use seu Token de Congelamento mensal para proteger sua sequência em dias difíceis.
zh: 使用每月的冻结代币来保护您在艰难日子里的连续记录。

# tip08
source: After 3 wins, Focus Field suggests a stricter threshold—ready to level up?
de: Nach 3 Siegen schlägt Focus Field einen strengeren Schwellenwert vor—bereit für das nächste Level?
es: Después de 3 victorias, Focus Field sugiere un umbral más estricto—¿listo para subir de nivel?
fr: Après 3 victoires, Focus Field suggère un seuil plus strict—prêt à passer au niveau supérieur?
ja: 3回勝利の後、より厳しいしきい値を提案します—レベルアップの準備はできていますか？
pt_br: Após 3 vitórias, o Focus Field sugere um limiar mais rigoroso—pronto para subir de nível?
zh: 赢得 3 场胜利后，Focus Field 提出了更严格的门槛——准备好升级了吗？

# tip09
source: High ambient noise? Raise your threshold to stay in the zone.
de: Hoher Umgebungslärm? Erhöhen Sie Ihren Schwellenwert, um in der Zone zu bleiben.
es: ¿Ruido ambiente alto? Aumenta tu umbral para mantenerte en la zona.
fr: Bruit ambiant élevé? Augmentez votre seuil pour rester dans la zone.
ja: 周囲の騒音が高い？しきい値を上げてゾーンに留まりましょう。
pt_br: Ruído ambiente alto? Aumente seu limiar para permanecer na zona.
zh: 环境噪音大？提高你留在该区域的门槛。

# tip10
source: Smart Daily Reminders learn your best time—let them guide you.
de: Intelligente tägliche Erinnerungen lernen Ihre beste Zeit—lassen Sie sich führen.
es: Los Recordatorios Diarios Inteligentes aprenden tu mejor momento—déjalos guiarte.
fr: Les Rappels Quotidiens Intelligents apprennent votre meilleur moment—laissez-les vous guider.
ja: スマート毎日リマインダーはあなたの最適な時間を学習します—ガイドさせましょう。
pt_br: Lembretes Diários Inteligentes aprendem seu melhor momento—deixe-os guiá-lo.
zh: 智能每日提醒了解您的最佳时间 - 让它们指导您。

# tip11
source: The progress ring is tappable—one tap starts your focus session.
de: Der Fortschrittsring ist berührbar—ein Tippen startet Ihre Fokussitzung.
es: El anillo de progreso es tocable—un toque inicia tu sesión de concentración.
fr: L'anneau de progression est cliquable—un clic démarre votre session de concentration.
ja: 進捗リングはタップ可能—1タップで集中セッションを開始します。
pt_br: O anel de progresso é tocável—um toque inicia sua sessão de foco.
zh: 进度环是可点击的——点击一下即可启动您的专注会话。

# tip12
source: Recalibrate when your environment changes for better accuracy.
de: Rekalibrieren Sie, wenn sich Ihre Umgebung ändert, für bessere Genauigkeit.
es: Recalibra cuando tu entorno cambie para mejor precisión.
fr: Recalibrez lorsque votre environnement change pour une meilleure précision.
ja: 環境が変わったら再調整して精度を上げましょう。
pt_br: Recalibre quando seu ambiente mudar para melhor precisão.
zh: 当环境发生变化时重新校准以获得更高的准确性。

# tip13
source: Session notifications celebrate your wins—enable them for motivation!
de: Sitzungsbenachrichtigungen feiern Ihre Erfolge—aktivieren Sie sie für Motivation!
es: ¡Las notificaciones de sesión celebran tus victorias—actívalas para motivación!
fr: Les notifications de session célèbrent vos victoires—activez-les pour la motivation!
ja: セッション通知は勝利を祝います—モチベーションのために有効にしましょう！
pt_br: Notificações de sessão celebram suas vitórias—ative-as para motivação!
zh: 会议通知庆祝您的胜利——激发他们的动力！

# tip14
source: Consistency beats perfection—show up, even on busy days.
de: Beständigkeit schlägt Perfektion—erscheinen Sie, auch an geschäftigen Tagen.
es: La consistencia vence a la perfección—aparece, incluso en días ocupados.
fr: La cohérence bat la perfection—présentez-vous, même les jours chargés.
ja: 一貫性は完璧さに勝ります—忙しい日でも現れましょう。
pt_br: Consistência vence perfeição—apareça, mesmo em dias ocupados.
zh: 一致性胜过完美——即使在忙碌的日子里也要出现。

# tip15
source: Try different times of day to discover your quiet sweet spot.
de: Probieren Sie verschiedene Tageszeiten aus, um Ihren ruhigen Sweet Spot zu entdecken.
es: Prueba diferentes momentos del día para descubrir tu punto dulce tranquilo.
fr: Essayez différents moments de la journée pour découvrir votre point idéal tranquille.
ja: 一日の異なる時間を試して、静かなスイートスポットを発見しましょう。
pt_br: Experimente diferentes momentos do dia para descobrir seu ponto doce tranquilo.
zh: 尝试一天中的不同时间来发现您安静的最佳地点。

# tip16
source: Your daily progress is always visible—tap Go to start anytime.
de: Ihr täglicher Fortschritt ist immer sichtbar—tippen Sie auf Los, um jederzeit zu starten.
es: Tu progreso diario siempre está visible—toca Ir para comenzar en cualquier momento.
fr: Votre progression quotidienne est toujours visible—appuyez sur Aller pour commencer à tout moment.
ja: 日々の進捗は常に表示されます—いつでもタップして開始できます。
pt_br: Seu progresso diário está sempre visível—toque em Ir para começar a qualquer momento.
zh: 您每天的进度始终可见 - 点击“开始”即可随时开始。

# tip17
source: Each activity tracks separately toward your goal—variety keeps it fresh.
de: Jede Aktivität zählt separat zu Ihrem Ziel—Vielfalt hält es frisch.
es: Cada actividad rastrea por separado hacia tu objetivo—la variedad lo mantiene fresco.
fr: Chaque activité suit séparément vers votre objectif—la variété garde les choses fraîches.
ja: 各アクティビティは個別に目標に向かって追跡されます—バラエティが新鮮さを保ちます。
pt_br: Cada atividade rastreia separadamente em direção à sua meta—variedade mantém as coisas frescas.
zh: 每项活动都单独朝着您的目标前进——多样性让活动保持新鲜感。

# tip18
source: Export your data (Premium) to see your complete focus journey.
de: Exportieren Sie Ihre Daten (Premium), um Ihre vollständige Fokusreise zu sehen.
es: Exporta tus datos (Premium) para ver tu viaje completo de concentración.
fr: Exportez vos données (Premium) pour voir votre parcours de concentration complet.
ja: データをエクスポート（プレミアム）して完全な集中の旅を見ましょう。
pt_br: Exporte seus dados (Premium) para ver sua jornada de foco completa.
zh: 导出您的数据（高级版）以查看您完整的专注旅程。

# tip19
source: Confetti celebrates every completion—small wins deserve recognition!
de: Konfetti feiert jeden Abschluss—kleine Erfolge verdienen Anerkennung!
es: ¡El confeti celebra cada finalización—las pequeñas victorias merecen reconocimiento!
fr: Les confettis célèbrent chaque achèvement—les petites victoires méritent d'être reconnues!
ja: 紙吹雪が全ての完了を祝います—小さな勝利は認識に値します！
pt_br: Confete celebra cada conclusão—pequenas vitórias merecem reconhecimento!
zh: 五彩纸屑庆祝每一次完成——小小的胜利值得认可！

# tip20
source: Your baseline matters—calibrate when moving to new spaces.
de: Ihre Baseline ist wichtig—kalibrieren Sie beim Umzug in neue Räume.
es: Tu línea base importa—calibra al mudarte a nuevos espacios.
fr: Votre ligne de base compte—calibrez lors du déplacement vers de nouveaux espaces.
ja: ベースラインが重要です—新しい空間に移動するときは調整しましょう。
pt_br: Sua linha de base importa—calibre ao mudar para novos espaços.
zh: 您的基线很重要——在搬到新空间时进行校准。

# tip21
source: Your 7-Day Trends reveal patterns—check them weekly for insights.
de: Ihre 7-Tage-Trends zeigen Muster—überprüfen Sie sie wöchentlich für Einblicke.
es: Tus Tendencias de 7 Días revelan patrones—revísalas semanalmente para obtener información.
fr: Vos Tendances sur 7 Jours révèlent des modèles—consultez-les chaque semaine pour des insights.
ja: 7日間のトレンドがパターンを明らかにします—洞察のために毎週チェックしましょう。
pt_br: Suas Tendências de 7 Dias revelam padrões—confira-as semanalmente para insights.
zh: 您的 7 天趋势揭示了模式 - 每周检查一次以获取见解。

# tip22
source: Upgrade session duration (Premium) for longer deep focus blocks.
de: Verlängern Sie die Sitzungsdauer (Premium) für längere Tiefenfokusblöcke.
es: Actualiza la duración de la sesión (Premium) para bloques de concentración profunda más largos.
fr: Améliorez la durée de session (Premium) pour des blocs de concentration profonde plus longs.
ja: セッション時間をアップグレード（プレミアム）してより長い集中ブロックを。
pt_br: Atualize a duração da sessão (Premium) para blocos de foco profundo mais longos.
zh: 升级会话持续时间（高级）以获得更长的深度焦点块。

# tip23
source: Focus is a practice—small sessions build the habit you want.
de: Fokus ist eine Übung—kleine Sitzungen bauen die gewünschte Gewohnheit auf.
es: El enfoque es una práctica—las sesiones pequeñas construyen el hábito que deseas.
fr: La concentration est une pratique—les petites sessions construisent l'habitude que vous voulez.
ja: 集中は練習です—小さなセッションがあなたが望む習慣を築きます。
pt_br: Foco é uma prática—pequenas sessões constroem o hábito que você deseja.
zh: 专注是一种练习——小规模的训练可以培养你想要的习惯。

# tip24
source: Weekly Summary shows your rhythm—tune it to your schedule.
de: Die Wöchentliche Zusammenfassung zeigt Ihren Rhythmus—stimmen Sie sie auf Ihren Zeitplan ab.
es: El Resumen Semanal muestra tu ritmo—ajústalo a tu horario.
fr: Le Résumé Hebdomadaire montre votre rythme—adaptez-le à votre emploi du temps.
ja: 週次サマリーがリズムを示します—スケジュールに合わせて調整しましょう。
pt_br: O Resumo Semanal mostra seu ritmo—ajuste-o ao seu cronograma.
zh: 每周摘要显示您的节奏 - 根据您的日程安排进行调整。

# tip25
source: Fine-tune your threshold for your space—every room is different.
de: Feinabstimmung Ihres Schwellenwerts für Ihren Raum—jeder Raum ist anders.
es: Ajusta tu umbral para tu espacio—cada habitación es diferente.
fr: Ajustez votre seuil pour votre espace—chaque pièce est différente.
ja: 空間に合わせてしきい値を微調整—すべての部屋は異なります。
pt_br: Ajuste seu limiar para seu espaço—cada sala é diferente.
zh: 微调您的空间门槛——每个房间都是不同的。

# tip26
source: Accessibility options help everyone focus—high contrast, large text, vibration.
de: Barrierefreiheitsoptionen helfen allen beim Fokussieren—hoher Kontrast, großer Text, Vibration.
es: Las opciones de accesibilidad ayudan a todos a concentrarse—alto contraste, texto grande, vibración.
fr: Les options d'accessibilité aident tout le monde à se concentrer—contraste élevé, grand texte, vibration.
ja: アクセシビリティオプションは誰もが集中するのを助けます—高コントラスト、大きいテキスト、振動。
pt_br: Opções de acessibilidade ajudam todos a focar—alto contraste, texto grande, vibração.
zh: 辅助功能选项可帮助每个人集中注意力——高对比度、大文本、振动。

# tip27
source: Today Timeline shows when you focused—find your productive hours.
de: Die Heute-Zeitleiste zeigt, wann Sie fokussiert waren—finden Sie Ihre produktiven Stunden.
es: La Línea de Tiempo de Hoy muestra cuándo te concentraste—encuentra tus horas productivas.
fr: La Chronologie d'Aujourd'hui montre quand vous étiez concentré—trouvez vos heures productives.
ja: 今日のタイムラインは集中した時間を表示—生産的な時間を見つけましょう。
pt_br: Linha do Tempo de Hoje mostra quando você focou—encontre suas horas produtivas.
zh: 今天的时间轴显示您何时集中精力，找到您的高效工作时间。

# tip28
source: Finish what you start—shorter sessions mean more completions.
de: Beenden Sie, was Sie begonnen haben—kürzere Sitzungen bedeuten mehr Abschlüsse.
es: Termina lo que comienzas—sesiones más cortas significan más finalizaciones.
fr: Terminez ce que vous commencez—des sessions plus courtes signifient plus d'achèvements.
ja: 始めたことを終わらせる—短いセッションはより多くの完了を意味します。
pt_br: Termine o que você começa—sessões mais curtas significam mais conclusões.
zh: 完成你开始的事情——较短的疗程意味着更多的完成。

# tip29
source: Quiet Minutes add up toward your goal—progress over perfection.
de: Ruhige Minuten summieren sich zu Ihrem Ziel—Fortschritt über Perfektion.
es: Los Minutos Silenciosos se suman hacia tu objetivo—progreso sobre perfección.
fr: Les Minutes Silencieuses s'ajoutent vers votre objectif—progression plutôt que perfection.
ja: 静かな分が目標に向かって積み上がります—完璧さより進歩を。
pt_br: Minutos Silenciosos somam em direção à sua meta—progresso sobre perfeição.
zh: 安静的几分钟加起来就能实现你的目标——进步而不是完美。

# tip30
source: You're one tap away—start a tiny session right now.
de: Sie sind nur einen Tipp entfernt—starten Sie jetzt eine kleine Sitzung.
es: Estás a un toque de distancia—comienza una sesión pequeña ahora mismo.
fr: Vous êtes à un clic—commencez une petite session maintenant.
ja: 1タップの距離です—今すぐ小さなセッションを開始しましょう。
pt_br: Você está a um toque de distância—comece uma pequena sessão agora.
zh: 只需轻按一下即可开始一个小型会话。

# tipInstructionNotifications
source: Settings → Advanced → Notifications to configure reminders and celebrations.
zh: 设置 → 高级 → 通知来配置提醒和庆祝活动。

# tipInstructionWeeklySummary
source: Settings → Advanced → Notifications → Weekly Summary to pick weekday & time.
zh: 设置 → 高级 → 通知 → 每周摘要以选择工作日和时间。

# tipInstructionThreshold
source: Settings → Basic → Decibel Threshold. Calibrate first, then fine‑tune.
zh: 设置 → 基本 → 分贝阈值。先校准，再微调。

# tipsTitle
source: Tips
zh: 尖端

# tipInstructionSetTime
source: Settings → Basic → Session duration
zh: 设置 → 基本 → 会话持续时间

# tipInstructionDailyReminders
source: Settings → Advanced → Notifications → Smart Daily Reminders.
zh: 设置→高级→通知→智能每日提醒。

# tipInstructionCalibrate
source: Settings → Advanced → Noise Calibration.
zh: 设置 → 高级 → 噪声校准。

# tipInstructionOpenAnalytics
source: Open Analytics to view trends and averages.
zh: 打开 Analytics 查看趋势和平均值。

# tipInstructionSessionComplete
source: Settings → Advanced → Notifications → Session Completed.
zh: 设置 → 高级 → 通知 → 会话完成。

# tipInstructionTapRing
source: On Home, tap the progress ring to start/stop.
zh: 在主页上，点击进度环即可开始/停止。

# tipInstructionExport
source: Settings → Advanced → Export Data.
zh: 设置 → 高级 → 导出数据。

# tipInstructionOpenNoiseChart
source: Start a session to see the real‑time noise chart.
zh: 启动会话以查看实时噪声图表。

# tipInstructionUpgradeDuration
source: Settings → Basic → Session duration. Upgrade for longer blocks.
zh: 设置 → 基本 → 会话持续时间。升级以获得更长的块。

# tipInstructionAccessibility
source: Settings → Advanced → Accessibility.
zh: 设置 → 高级 → 辅助功能。

# tipInstructionStartNow
source: Tap Start Session on the Home screen.
zh: 点击主屏幕上的开始会话。

# tipInstructionHeatmap
source: Summary tab → Show More → Heatmap
de: Zusammenfassung-Tab → Mehr anzeigen → Heatmap
es: Pestaña Resumen → Mostrar Más → Mapa de Calor
fr: Onglet Résumé → Afficher Plus → Carte de Chaleur
ja: 概要タブ → 詳細を表示 → ヒートマップ
pt_br: Aba Resumo → Mostrar Mais → Mapa de Calor
zh: 摘要选项卡 → 显示更多 → 热图

# tipInstructionTodayTimeline
source: Summary tab → Show More → Today Timeline
de: Zusammenfassung-Tab → Mehr anzeigen → Heute-Zeitleiste
es: Pestaña Resumen → Mostrar Más → Línea de Tiempo de Hoy
fr: Onglet Résumé → Afficher Plus → Chronologie d'Aujourd'hui
ja: 概要タブ → 詳細を表示 → 今日のタイムライン
pt_br: Aba Resumo → Mostrar Mais → Linha do Tempo de Hoje
zh: 摘要选项卡 → 显示更多 → 今日时间线

# tipInstruction7DayTrends
source: Summary tab → Show More → 7-Day Trends
de: Zusammenfassung-Tab → Mehr anzeigen → 7-Tage-Trends
es: Pestaña Resumen → Mostrar Más → Tendencias de 7 Días
fr: Onglet Résumé → Afficher Plus → Tendances sur 7 Jours
ja: 概要タブ → 詳細を表示 → 7日間のトレンド
pt_br: Aba Resumo → Mostrar Mais → Tendências de 7 Dias
zh: 摘要选项卡 → 显示更多 → 7 天趋势

# tipInstructionEditActivities
source: Activity tab → tap Edit to show/hide activities
de: Aktivität-Tab → Bearbeiten antippen, um Aktivitäten anzuzeigen/zu verbergen
es: Pestaña Actividad → toca Editar para mostrar/ocultar actividades
fr: Onglet Activité → appuyez sur Modifier pour afficher/masquer les activités
ja: アクティビティタブ → 編集をタップしてアクティビティを表示/非表示
pt_br: Aba Atividade → toque em Editar para mostrar/ocultar atividades
zh: 活动选项卡 → 点击编辑以显示/隐藏活动

# tipInstructionQuestGo
source: Activity tab → Quest Capsule → tap Go
de: Aktivität-Tab → Quest-Kapsel → Los antippen
es: Pestaña Actividad → Cápsula de Misión → toca Ir
fr: Onglet Activité → Capsule de Quête → appuyez sur Aller
ja: アクティビティタブ → クエストカプセル → Goをタップ
pt_br: Aba Atividade → Cápsula de Missão → toque em Ir
zh: 活动选项卡 → 任务胶囊 → 点击前往

# tipInfoTooltip
source: Show tip
de: Tipp anzeigen
es: Mostrar consejo
fr: Afficher l'astuce
ja: ヒントを表示
pt_br: Mostrar dica
zh: 显示提示

# questCapsuleTitle
source: Ambient Quest
es: Misión Ambiental
fr: Quête Ambiante
ja: アンビエントクエスト
pt_br: Missão Ambiental
zh: 环境探索

# questCapsuleLoading
source: Calm minutes loading…
de: Ruhige Minuten werden geladen…
es: Cargando minutos de calma…
fr: Chargement des minutes calmes…
ja: 静かな時間を読み込み中…
pt_br: Carregando minutos calmos…
zh: 平静的分钟正在加载...

# questCapsuleProgress
source: Calm {progress}/{goal} min • Streak {streak}
de: Ruhe {progress}/{goal} Min • Serie {streak}
es: Calma {progress}/{goal} min • Racha {streak}
fr: Calme {progress}/{goal} min • Série {streak}
ja: 静寂 {progress}/{goal} 分 • ストリーク {streak}
pt_br: Calma {progress}/{goal} min • Sequência {streak}
zh: 平静 {progress}/{goal} 分钟 • 连续 {streak}

# questFreezeButton
source: Freeze
de: Einfrieren
es: Congelar
fr: Geler
ja: 凍結
pt_br: Congelar
zh: 冻结

# questFrozenToday
source: Today frozen — you're covered.
de: Heute eingefroren — du bist geschützt.
es: Hoy congelado — estás cubierto.
fr: Aujourd'hui gelé — vous êtes protégé.
ja: 今日は凍結されました — 保護されています。
pt_br: Hoje congelado — você está protegido.
zh: 今天冰冻了——你被覆盖了。

# questGoButton
source: Go
de: Los
es: Ir
fr: Aller
ja: 移動
pt_br: Ir
zh: 去

source: Calm {percent}%
de: Ruhe {percent}%
es: Calma {percent}%
fr: Calme {percent}%
ja: 静寂 {percent}%
pt_br: Calma {percent}%
zh: 平静{percent}%

# calmLabel
source: Calm
de: Ruhe
es: Calma
fr: Calme
ja: 静寂
pt_br: Calma
zh: 冷静的

source: day
de: Tag
es: día
fr: jour
ja: 日
pt_br: dia
zh: 天

source: days
de: Tage
es: días
fr: jours
ja: 日
pt_br: dias
zh: 天

source: freeze
de: einfrieren
es: congelar
fr: geler
ja: 凍結
pt_br: congelar
zh: 冻结

# adaptiveThresholdSuggestion
source: 3 wins! Try {threshold} dB?
de: 3 Siege! {threshold} dB versuchen?
es: ¡3 victorias! ¿Probar {threshold} dB?
fr: 3 victoires ! Essayer {threshold} dB ?
ja: 3勝！ {threshold} dBを試す？
pt_br: 3 vitórias! Tentar {threshold} dB?
zh: 3胜！尝试{threshold} dB？

# adaptiveThresholdNotNow
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
pt_br: Agora não
zh: 现在不要

# adaptiveThresholdTryIt
source: Try It
de: Probieren
es: Probarlo
fr: Essayer
ja: 試す
pt_br: Tentar
zh: 尝试一下

# adaptiveThresholdConfirm
source: Threshold set to {threshold} dB
de: Schwellenwert auf {threshold} dB gesetzt
es: Umbral establecido en {threshold} dB
fr: Seuil défini à {threshold} dB
ja: しきい値を{threshold} dBに設定
pt_br: Limiar definido para {threshold} dB
zh: 阈值设置为 {threshold} dB

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
zh: 编辑

source: Start
es: Iniciar
fr: Démarrer
ja: 開始
pt_br: Iniciar
zh: 开始

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro
zh: 错误

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur : {message}
ja: エラー：{message}
pt_br: Erro: {message}
zh: 错误信息}

# faqTitle
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
ja: よくある質問
pt_br: Perguntas Frequentes
zh: 常见问题解答

# faqSearchHint
source: Search FAQs...
de: FAQs durchsuchen...
es: Buscar preguntas...
fr: Rechercher des questions...
ja: 質問を検索...
pt_br: Pesquisar perguntas...
zh: 搜索常见问题解答...

# faqNoResults
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
pt_br: Nenhum resultado encontrado
zh: 没有找到结果

# faqNoResultsSubtitle
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
es: Intenta con un término diferente
fr: Essayez un autre terme de recherche
ja: 別の検索用語をお試しください
pt_br: Tente um termo de pesquisa diferente
zh: 尝试不同的搜索词

# faqResultsCount
source: {count, plural, one {1 result found} other {{count} results found}}
de: {count, plural, one {1 Ergebnis gefunden} other {{count} Ergebnisse gefunden}}
es: {count, plural, one {1 resultado encontrado} other {{count} resultados encontrados}}
fr: {count, plural, one {1 résultat trouvé} other {{count} résultats trouvés}}
ja: {count, plural, one {1件の結果が見つかりました} other {{count}件の結果が見つかりました}}
pt_br: {count, plural, one {1 resultado encontrado} other {{count} resultados encontrados}}
zh: {count, plural, one {找到1个结果} other {找到{count}个结果}}

# faqQ01
source: What is Focus Field and how does it help me focus?
de: Was ist Focus Field und wie hilft es mir beim Fokussieren?
es: ¿Qué es Focus Field y cómo me ayuda a concentrarme?
fr: Qu'est-ce que Focus Field et comment m'aide-t-il à me concentrer ?
ja: Focus Fieldとは何ですか？集中力を高めるにはどう役立ちますか？
pt_br: O que é Focus Field e como me ajuda a concentrar?
zh: 什么是聚焦场？它如何帮助我集中注意力？
