Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# onboardingDailyGoalTitle
source: Set Your Daily Goal! 🎯
de: Setze dein Tagesziel! 🎯
es: ¡Establece tu meta diaria! 🎯
fr: Définissez votre objectif quotidien! 🎯
ja: 毎日の目標を設定しよう！🎯
pt_br: Defina sua meta diária! 🎯
zh: 设定您的每日目标！ 🎯

# onboardingDailyGoalSubtitle
source: How much focused time feels right for you?\n(You can adjust this anytime!)
de: Wie viel Fokuszeit fühlt sich für dich richtig an?\n(Du kannst dies jederzeit anpassen!)
es: ¿Cuánto tiempo de concentración te parece adecuado?\n(¡Puedes ajustarlo en cualquier momento!)
fr: Combien de temps de concentration vous convient?\n(Vous pouvez l'ajuster à tout moment!)
ja: どれくらいの集中時間が適切ですか？\n（いつでも調整できます！）
pt_br: Quanto tempo de foco parece certo para você?\n(Você pode ajustar a qualquer momento!)
zh: 多长时间的专注时间适合您？\n（您可以随时调整！）

# onboardingGoalGettingStarted
source: Getting Started
de: Erste Schritte
es: Comenzando
fr: Premiers pas
ja: はじめに
pt_br: Começando
zh: 入门

# onboardingGoalBuildingHabit
source: Building Habit
de: Gewohnheit aufbauen
es: Construyendo hábito
fr: Créer une habitude
ja: 習慣を作る
pt_br: Construindo hábito
zh: 养成习惯

# onboardingGoalRegularPractice
source: Regular Practice
de: Regelmäßige Praxis
es: Práctica regular
fr: Pratique régulière
ja: 定期的な練習
pt_br: Prática regular
zh: 定期练习

# onboardingGoalDeepWork
source: Deep Work
de: Tiefenarbeit
es: Trabajo profundo
fr: Travail en profondeur
ja: ディープワーク
pt_br: Trabalho profundo
zh: 深度工作

# onboardingProTip
source: Pro tip: Focus Field shines when quiet = focused! 🤫✨
de: Profi-Tipp: Focus Field glänzt, wenn Ruhe = Fokus! 🤫✨
es: Consejo profesional: ¡Focus Field brilla cuando silencio = concentración! 🤫✨
fr: Astuce pro: Focus Field brille quand silence = concentration! 🤫✨
ja: プロのヒント: 静寂 = 集中のとき、Focus Fieldは輝きます！🤫✨
pt_br: Dica profissional: Focus Field brilha quando silêncio = foco! 🤫✨
zh: 专业提示：安静时焦点场会发光 = 专注！ 🤫✨

# onboardingPrivacyTitle
source: Your Privacy Matters! 🔒
de: Deine Privatsphäre zählt! 🔒
es: ¡Tu privacidad importa! 🔒
fr: Votre vie privée compte! 🔒
ja: あなたのプライバシーは重要です！🔒
pt_br: Sua privacidade importa! 🔒
zh: 您的隐私很重要！ 🔒

# onboardingPrivacySubtitle
source: We need microphone access to measure ambient noise and help you focus better
de: Wir benötigen Mikrofon-Zugriff, um Umgebungsgeräusche zu messen und dir zu helfen, dich besser zu konzentrieren
es: Necesitamos acceso al micrófono para medir el ruido ambiental y ayudarte a concentrarte mejor
fr: Nous avons besoin d'accéder au microphone pour mesurer le bruit ambiant et vous aider à mieux vous concentrer
ja: 周囲の騒音を測定し、より集中できるようにするためにマイクへのアクセスが必要です
pt_br: Precisamos de acesso ao microfone para medir o ruído ambiente e ajudá-lo a se concentrar melhor
zh: 我们需要使用麦克风来测量环境噪音并帮助您更好地集中注意力

# onboardingPrivacyNoRecording
source: No Recording
de: Keine Aufnahme
es: Sin grabación
fr: Pas d'enregistrement
ja: 録音なし
pt_br: Sem gravação
zh: 无录音

# onboardingPrivacyLocalOnly
source: Local Only
de: Nur lokal
es: Solo local
fr: Local uniquement
ja: ローカルのみ
pt_br: Apenas local
zh: 仅限本地

# onboardingPrivacyLocalOnlyDesc
source: All data stays on your device
de: Alle Daten bleiben auf deinem Gerät
es: Todos los datos permanecen en tu dispositivo
fr: Toutes les données restent sur votre appareil
ja: すべてのデータはデバイスに保存されます
pt_br: Todos os dados permanecem no seu dispositivo
zh: 所有数据都保留在您的设备上

# onboardingPrivacyFirst
source: Privacy First
de: Datenschutz zuerst
es: Privacidad primero
fr: Confidentialité d'abord
ja: プライバシー第一
pt_br: Privacidade em primeiro lugar
zh: 隐私第一

# onboardingPrivacyNote
source: You can grant permission on the next screen when starting your first session
de: Du kannst die Berechtigung auf dem nächsten Bildschirm erteilen, wenn du deine erste Sitzung startest
es: Puedes otorgar permiso en la siguiente pantalla al iniciar tu primera sesión
fr: Vous pouvez accorder l'autorisation sur l'écran suivant lors du démarrage de votre première session
ja: 最初のセッションを開始するときに次の画面で許可を付与できます
pt_br: Você pode conceder permissão na próxima tela ao iniciar sua primeira sessão
zh: 您可以在开始第一个会话时在下一个屏幕上授予权限

# insightsFocusTime
source: Focus Time
de: Fokuszeit
es: Tiempo de concentración
fr: Temps de concentration
ja: 集中時間
pt_br: Tempo de foco
zh: 专注时间

# insightsSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 练习次数

# insightsAverage
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
pt_br: Média
zh: 平均的

# insightsAmbientScore
source: Ambient Score
es: Puntuación ambiental
fr: Score ambiant
ja: アンビエントスコア
pt_br: Pontuação ambiente
zh: 环境得分

# themeSystem
source: System
es: Sistema
fr: Système
ja: システム
pt_br: Sistema
zh: 系统

# themeLight
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
pt_br: Claro
zh: 光

# themeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
pt_br: Escuro
zh: 黑暗的

# themeOceanBlue
source: Ocean Blue
de: Ozeanblau
es: Azul océano
fr: Bleu océan
ja: オーシャンブルー
pt_br: Azul oceano
zh: 海洋蓝

# themeForestGreen
source: Forest Green
de: Waldgrün
es: Verde bosque
fr: Vert forêt
ja: フォレストグリーン
pt_br: Verde floresta
zh: 森林绿

# themePurpleNight
source: Purple Night
de: Lila Nacht
es: Noche púrpura
fr: Nuit violette
ja: パープルナイト
pt_br: Noite roxa
zh: 紫夜

# themeSolarSunrise
source: Solar Sunrise
de: Solar-Sonnenaufgang
es: Amanecer solar
fr: Lever de soleil solaire
ja: ソーラーサンライズ
pt_br: Nascer do sol solar
zh: 太阳能日出

# themeCyberNeon
source: Cyber Neon
es: Neón cibernético
fr: Néon cybernétique
ja: サイバーネオン
pt_br: Neon cibernético
zh: 网络霓虹灯

# settingsAppTheme
source: App Theme
es: Tema de la aplicación
fr: Thème de l'application
ja: アプリテーマ
pt_br: Tema do aplicativo
zh: 应用主题

# freezeTokenNoTokensTitle
source: No Freeze Tokens
de: Keine Einfriertoken
es: Sin Tokens de Congelación
fr: Pas de Jetons de Gel
ja: フリーズトークンなし
pt_br: Sem Tokens de Congelamento
zh: 无冻结代币

# freezeTokenNoTokensMessage
source: You don't have any freeze tokens available. You earn 1 freeze token per week (max 4).
de: Sie haben keine Einfriertoken verfügbar. Sie verdienen 1 Token pro Woche (max. 4).
es: No tienes tokens de congelación disponibles. Ganas 1 token por semana (máximo 4).
fr: Vous n'avez aucun jeton de gel disponible. Vous gagnez 1 jeton par semaine (max 4).
ja: 利用可能なフリーズトークンがありません。週に1トークン獲得できます（最大4）。
pt_br: Você não tem tokens de congelamento disponíveis. Você ganha 1 token por semana (máximo 4).
zh: 您没有任何可用的冻结令牌。您每周可获得 1 个冻结代币（最多 4 个）。

# freezeTokenGoalCompleteTitle
source: Goal Already Completed
de: Ziel Bereits Erreicht
es: Meta Ya Completada
fr: Objectif Déjà Atteint
ja: 目標はすでに達成されています
pt_br: Meta Já Concluída
zh: 目标已经完成

# freezeTokenGoalCompleteMessage
source: Your daily goal is already complete! Freeze tokens can only be used when you haven't met your goal yet.
de: Ihr Tagesziel ist bereits erreicht! Einfriertoken können nur verwendet werden, wenn Sie Ihr Ziel noch nicht erreicht haben.
es: ¡Tu meta diaria ya está completa! Los tokens de congelación solo se pueden usar cuando aún no has alcanzado tu meta.
fr: Votre objectif quotidien est déjà atteint! Les jetons de gel ne peuvent être utilisés que lorsque vous n'avez pas encore atteint votre objectif.
ja: 日次目標はすでに達成されています！フリーズトークンは目標をまだ達成していない場合にのみ使用できます。
pt_br: Sua meta diária já está completa! Tokens de congelamento só podem ser usados quando você ainda não atingiu sua meta.
zh: 您的每日目标已经完成！冻结代币只能在您尚未实现目标时使用。

# freezeTokenUseTitle
source: Use Freeze Token
de: Einfriertoken Verwenden
es: Usar Token de Congelación
fr: Utiliser un Jeton de Gel
ja: フリーズトークンを使用
pt_br: Usar Token de Congelamento
zh: 使用冻结令牌

# freezeTokenUseMessage
source: Freeze tokens protect your streak when you miss a day. Using a freeze will count as completing your daily goal.
de: Einfriertoken schützen Ihre Serie, wenn Sie einen Tag verpassen. Die Verwendung eines Tokens zählt als Erfüllung Ihres Tagesziels.
es: Los tokens de congelación protegen tu racha cuando pierdes un día. Usar un token contará como completar tu meta diaria.
fr: Les jetons de gel protègent votre série lorsque vous manquez un jour. L'utilisation d'un gel comptera comme la réalisation de votre objectif quotidien.
ja: フリーズトークンは、1日逃した時にストリークを保護します。フリーズを使用すると、日次目標を達成したとカウントされます。
pt_br: Tokens de congelamento protegem sua sequência quando você perde um dia. Usar um congelamento contará como completar sua meta diária.
zh: 当您缺席某一天时，冻结代币可以保护您的连续记录。使用冻结将被视为完成您的每日目标。

# freezeTokenUsePrompt
source: You have {count} token(s). Use one now?
de: Sie haben {count} Token. Jetzt einen verwenden?
es: Tienes {count} token(s). ¿Usar uno ahora?
fr: Vous avez {count} jeton(s). En utiliser un maintenant?
ja: {count}個のトークンがあります。今すぐ1つ使用しますか？
pt_br: Você tem {count} token(s). Usar um agora?
zh: 您有 {count} 个令牌。现在用一个吗？

# freezeTokenUsedSuccess
source: ✅ Freeze token used! Goal marked as complete.
de: ✅ Einfriertoken verwendet! Ziel als erreicht markiert.
es: ✅ ¡Token de congelación usado! Meta marcada como completa.
fr: ✅ Jeton de gel utilisé! Objectif marqué comme atteint.
ja: ✅ フリーズトークンを使用しました！目標は達成済みとマークされました。
pt_br: ✅ Token de congelamento usado! Meta marcada como concluída.
zh: ✅ 冻结已使用的代币！目标标记为完成。

# trendsErrorLoading
source: Error loading data
de: Fehler beim Laden der Daten
es: Error al cargar datos
fr: Erreur de chargement des données
ja: データの読み込みエラー
pt_br: Erro ao carregar dados
zh: 加载数据时出错

# trendsPoints
source: Points
de: Punkte
es: Puntos
ja: ポイント
pt_br: Pontos
zh: 积分

# trendsStreak
source: Streak
de: Serie
es: Racha
fr: Série
ja: ストリーク
pt_br: Sequência
zh: 条纹

# trendsSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 练习

# trendsTopActivity
source: Top Activity
de: Top-Aktivität
es: Actividad Principal
fr: Activité Principale
ja: トップアクティビティ
pt_br: Atividade Principal
zh: 热门活动

# sectionToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
zh: 今天

# sectionSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 会议

# sectionInsights
source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
ja: インサイト
zh: 见解

# onboardingGoalAdviceGettingStarted
source: Perfect start! 🌟 Small steps lead to big wins. You've got this!
de: Perfekter Start! 🌟 Kleine Schritte führen zu großen Erfolgen. Du schaffst das!
es: ¡Excelente comienzo! 🌟 Los pequeños pasos conducen a grandes victorias. ¡Tú puedes!
fr: Excellent départ! 🌟 Les petits pas mènent à de grandes victoires. Vous pouvez le faire!
ja: 完璧なスタート！🌟 小さな一歩が大きな勝利につながります。あなたならできる！
pt_br: Começo perfeito! 🌟 Pequenos passos levam a grandes vitórias. Você consegue!
zh: 完美的开始！ 🌟 小步骤带来大胜利。你已经得到了这个！

# onboardingGoalAdviceBuildingHabit
source: Excellent choice! 🎯 This sweet spot builds lasting habits!
de: Ausgezeichnete Wahl! 🎯 Dieser Sweet Spot baut dauerhafte Gewohnheiten auf!
es: ¡Excelente elección! 🎯 ¡Este punto ideal construye hábitos duraderos!
fr: Excellent choix! 🎯 Ce point optimal construit des habitudes durables!
ja: 素晴らしい選択！🎯 このスイートスポットが持続的な習慣を作ります！
pt_br: Excelente escolha! 🎯 Este ponto ideal constrói hábitos duradouros!
zh: 绝佳的选择！ 🎯 这个甜蜜点可以培养持久的习惯！

# onboardingGoalAdviceRegularPractice
source: Ambitious! 💪 You're ready to level up your focus game!
de: Ehrgeizig! 💪 Du bist bereit, dein Fokus-Spiel zu verbessern!
es: ¡Ambicioso! 💪 ¡Estás listo para mejorar tu enfoque!
fr: Ambitieux! 💪 Vous êtes prêt à améliorer votre concentration!
ja: 野心的！💪 集中力を高める準備ができています！
pt_br: Ambicioso! 💪 Você está pronto para melhorar seu foco!
zh: 雄心勃勃！ 💪 您已准备好升级您的专注力游戏了！

# onboardingGoalAdviceDeepWork
source: Wow! 🏆 Deep work mode activated! Remember to take breaks!
de: Wow! 🏆 Deep-Work-Modus aktiviert! Denk an Pausen!
es: ¡Guau! 🏆 ¡Modo de trabajo profundo activado! ¡Recuerda tomar descansos!
fr: Wow! 🏆 Mode travail profond activé! N'oubliez pas de faire des pauses!
ja: わお！🏆 ディープワークモード起動！休憩を忘れずに！
pt_br: Uau! 🏆 Modo de trabalho profundo ativado! Lembre-se de fazer pausas!
zh: 哇！ 🏆深度工作模式激活！记得注意休息！

# onboardingDuration10to15
source: 10-15 minutes
de: 10-15 Minuten
es: 10-15 minutos
ja: 10-15分
pt_br: 10-15 minutos
zh: 10-15分钟

# onboardingDuration20to30
source: 20-30 minutes
de: 20-30 Minuten
es: 20-30 minutos
ja: 20-30分
pt_br: 20-30 minutos
zh: 20-30分钟

# onboardingDuration40to60
source: 40-60 minutes
de: 40-60 Minuten
es: 40-60 minutos
ja: 40-60分
pt_br: 40-60 minutos
zh: 40-60分钟

# onboardingDuration60plus
source: 60+ minutes
de: 60+ Minuten
es: 60+ minutos
ja: 60分以上
pt_br: 60+ minutos
zh: 60+分钟

# activityStudy
source: Study
de: Studium
es: Estudio
fr: Étude
ja: 勉強
pt_br: Estudo
zh: 学习

# activityReading
source: Reading
de: Lesen
es: Lectura
fr: Lecture
ja: 読書
pt_br: Leitura
zh: 阅读

# activityMeditation
source: Meditation
es: Meditación
fr: Méditation
ja: 瞑想
pt_br: Meditação
zh: 冥想

# activityOther
source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
pt_br: Outro
zh: 其他

# onboardingTip1Description
source: Begin with 5-10 minute sessions. Consistency beats perfection!
de: Beginnen Sie mit 5-10 Minuten Sitzungen. Beständigkeit schlägt Perfektion!
es: Comienza con sesiones de 5-10 minutos. ¡La consistencia supera la perfección!
fr: Commencez par des sessions de 5-10 minutes. La constance bat la perfection!
ja: 5-10分のセッションから始めましょう。一貫性は完璧さに勝ります！
pt_br: Comece com sessões de 5-10 minutos. Consistência supera perfeição!
zh: 从 5-10 分钟的课程开始。一致性胜过完美！

# onboardingTip2Description
source: Tap Focus Mode for immersive, distraction-free experience.
de: Tippen Sie auf Fokus-Modus für ein immersives, ablenkungsfreies Erlebnis.
es: Toca Modo Enfoque para una experiencia inmersiva sin distracciones.
fr: Appuyez sur Mode Focus pour une expérience immersive sans distraction.
ja: 没入型で気が散らない体験のためにフォーカスモードをタップしてください。
pt_br: Toque no Modo Foco para uma experiência imersiva sem distrações.
zh: 点击专注模式即可获得身临其境、无干扰的体验。

# onboardingTip3Description
source: Use your monthly token on busy days to protect your streak.
de: Verwenden Sie Ihren monatlichen Token an geschäftigen Tagen, um Ihre Serie zu schützen.
es: Usa tu token mensual en días ocupados para proteger tu racha.
fr: Utilisez votre jeton mensuel les jours chargés pour protéger votre série.
ja: 忙しい日に月次トークンを使用してストリークを保護しましょう。
pt_br: Use seu token mensal em dias ocupados para proteger sua sequência.
zh: 在繁忙的日子里使用您的每月代币来保护您的连续记录。

# onboardingTip4Description
source: Aim for 70% quiet time - perfect silence not required!
de: Streben Sie 70% ruhige Zeit an - perfekte Stille nicht erforderlich!
es: Apunta al 70% de tiempo tranquilo - ¡no se requiere silencio perfecto!
fr: Visez 70% de temps calme - le silence parfait n'est pas requis!
ja: 70%の静かな時間を目指しましょう - 完璧な静寂は不要です！
pt_br: Aponte para 70% de tempo silencioso - silêncio perfeito não é necessário!
zh: 目标是 70% 的安静时间 - 不需要完全安静！

# onboardingLaunchTitle
source: You're Ready to Launch! 🚀
de: Sie Sind Bereit zu Starten! 🚀
es: ¡Estás Listo para Comenzar! 🚀
fr: Vous Êtes Prêt à Commencer! 🚀
ja: 準備完了！🚀
pt_br: Você Está Pronto para Começar! 🚀
zh: 您已准备好启动！ 🚀

# onboardingLaunchDescription
source: Let's start your first session and build amazing habits!
de: Lassen Sie uns Ihre erste Sitzung beginnen und großartige Gewohnheiten aufbauen!
es: ¡Comencemos tu primera sesión y construyamos hábitos increíbles!
fr: Commençons votre première session et créons des habitudes incroyables!
ja: 最初のセッションを始めて、素晴らしい習慣を作りましょう！
pt_br: Vamos começar sua primeira sessão e construir hábitos incríveis!
zh: 让我们开始您的第一堂课并养成惊人的习惯！

# insightsBestTimeByActivity
source: Best Time by Activity
de: Beste Zeit nach Aktivität
es: Mejor tiempo por actividad
fr: Meilleur moment par activité
ja: アクティビティ別のベストタイム
pt_br: Melhor horário por atividade
zh: 最佳活动时间

# insightHighSuccessRateTitle
source: High Success Rate
de: Hohe Erfolgsquote
es: Alta tasa de éxito
fr: Taux de réussite élevé
ja: 高い成功率
pt_br: Alta taxa de sucesso
zh: 高成功率

# insightEnvironmentStabilityTitle
source: Environment Stability
de: Umweltstabilität
es: Estabilidad ambiental
fr: Stabilité de l'environnement
ja: 環境の安定性
pt_br: Estabilidade Ambiental
zh: 环境稳定性

# insightLowNoiseSuccessTitle
source: Low Noise Success
de: Lärmarmer Erfolg
es: Éxito con poco ruido
fr: Succès à faible bruit
ja: 低騒音化に成功
pt_br: Sucesso de baixo ruído
zh: 低噪音成功

# insightConsistentPracticeTitle
source: Consistent Practice
de: Konsequente Praxis
es: Práctica consistente
fr: Pratique cohérente
ja: 一貫した実践
pt_br: Prática Consistente
zh: 坚持练习

# insightStreakProtectionTitle
source: Streak Protection Available
de: Streifenschutz verfügbar
es: Protección contra rayas disponible
fr: Protection contre les traces disponible
ja: ストリーク保護が利用可能
pt_br: Proteção contra riscos disponível
zh: 连胜保护可用

# insightRoomTooNoisyTitle
source: Room Too Noisy
de: Zimmer zu laut
es: Habitación demasiado ruidosa
fr: Chambre trop bruyante
ja: 部屋がうるさすぎる
pt_br: Quarto muito barulhento
zh: 房间太吵

# insightIrregularScheduleTitle
source: Irregular Schedule
de: Unregelmäßiger Zeitplan
es: Horario irregular
fr: Horaire irrégulier
ja: 不定期スケジュール
pt_br: Horário Irregular
zh: 时间不规律

# insightLowAmbientScoreTitle
source: Low Ambient Score
de: Niedriger Umgebungswert
es: Puntuación ambiental baja
fr: Faible score ambiant
ja: 低い周囲スコア
pt_br: Pontuação ambiental baixa
zh: 环境得分低

# insightNoRecentSessionsTitle
source: No Recent Sessions
de: Keine letzten Sitzungen
es: No hay sesiones recientes
fr: Aucune session récente
ja: 最近のセッションはありません
pt_br: Nenhuma sessão recente
zh: 最近无练习

# insightHighSuccessRateDesc
source: You are maintaining strong silent sessions.
de: Sie halten starke Schweigesitzungen aufrecht.
es: Estás manteniendo fuertes sesiones de silencio.
fr: Vous maintenez de fortes sessions silencieuses.
ja: 強力なサイレント セッションを維持しています。
pt_br: Você está mantendo fortes sessões silenciosas.
zh: 您正在保持强大的安静练习。

# insightEnvironmentStabilityDesc
source: Ambient noise is within a moderate, manageable range.
de: Die Umgebungsgeräusche liegen in einem moderaten, überschaubaren Bereich.
es: El ruido ambiental está dentro de un rango moderado y manejable.
fr: Le bruit ambiant se situe dans une plage modérée et gérable.
ja: 周囲の騒音は適度で管理可能な範囲内にあります。
pt_br: O ruído ambiente está dentro de uma faixa moderada e gerenciável.
zh: 环境噪音在适中、可控的范围内。

# insightLowNoiseSuccessDesc
source: Your environment is exceptionally quiet during sessions.
de: Während der Sitzungen ist Ihre Umgebung außergewöhnlich ruhig.
es: Su entorno es excepcionalmente silencioso durante las sesiones.
fr: Votre environnement est exceptionnellement calme pendant les séances.
ja: セッション中の環境は非常に静かです。
pt_br: Seu ambiente é excepcionalmente silencioso durante as sessões.
zh: 您的环境在练习期间异常安静。

# insightConsistentPracticeDesc
source: You're building a reliable daily practice habit.
de: Sie entwickeln eine zuverlässige tägliche Übungsgewohnheit.
es: Estás construyendo un hábito de práctica diaria confiable.
fr: Vous développez une habitude de pratique quotidienne fiable.
ja: 信頼できる毎日の練習習慣を構築しています。
pt_br: Você está construindo um hábito de prática diária confiável.
zh: 您正在养成可靠的每日练习习惯。

# insightStreakProtectionDesc
source: You have {count} freeze token(s) to protect your streak.
de: Sie haben {count} Freeze-Token, um Ihren Streak zu schützen.
es: Tienes {count} token(s) de congelación para proteger tu racha.
fr: Vous disposez de {count} jeton(s) de gel pour protéger votre séquence.
ja: ストリークを保護するためのフリーズ トークンが {count} 個あります。
pt_br: Você tem {count} token(s) de congelamento para proteger sua sequência.
zh: 您有 {count} 个冻结令牌来保护您的连胜。

# insightRoomTooNoisyDesc
source: Try finding a quieter space or adjusting your threshold.
de: Versuchen Sie, einen ruhigeren Ort zu finden oder Ihre Schwelle anzupassen.
es: Intente buscar un espacio más tranquilo o ajustar su umbral.
fr: Essayez de trouver un espace plus calme ou d'ajuster votre seuil.
ja: より静かな場所を見つけるか、敷居を調整してみてください。
pt_br: Tente encontrar um espaço mais silencioso ou ajustar seu limite.
zh: 尝试找一个更安静的空间或调整您的阈值。

# insightIrregularScheduleDesc
source: More consistent session times may improve your streak.
de: Konsistentere Sitzungszeiten können Ihren Streak verbessern.
es: Tiempos de sesión más consistentes pueden mejorar tu racha.
fr: Des durées de séance plus cohérentes peuvent améliorer votre séquence.
ja: セッション時間をより安定させると、連続記録が改善される可能性があります。
pt_br: Tempos de sessão mais consistentes podem melhorar sua sequência.
zh: 更一致的练习时间可能会改善您的连胜。

# insightLowAmbientScoreDesc
source: Recent sessions had lower quiet time. Try a quieter environment.
de: In den letzten Sitzungen war die Ruhezeit geringer. Versuchen Sie es mit einer ruhigeren Umgebung.
es: Las sesiones recientes tuvieron menos tiempo de silencio. Pruebe un ambiente más tranquilo.
fr: Les sessions récentes ont eu un temps de silence inférieur. Essayez un environnement plus calme.
ja: 最近のセッションでは静かな時間が短くなりました。より静かな環境を試してください。
pt_br: As sessões recentes tiveram menor tempo de silêncio. Experimente um ambiente mais silencioso.
zh: 最近的练习安静时间较短。尝试更安静的环境。

# insightNoRecentSessionsDesc
source: Start a session today to build your focus habit!
de: Starten Sie noch heute eine Sitzung, um Ihre Konzentrationsgewohnheit zu entwickeln!
es: ¡Comience una sesión hoy para desarrollar su hábito de concentración!
fr: Commencez une séance aujourd’hui pour développer votre habitude de concentration !
ja: 集中する習慣を身につけるために、今すぐセッションを始めてください。
pt_br: Comece uma sessão hoje para construir seu hábito de foco!
zh: 今天开始练习，养成专注习惯！

# sessionCompleteSuccess
source: Great job! {minutes} focus minutes in your session! ✨
de: Tolle Arbeit! {minutes} Fokusminuten in Ihrer Sitzung! ✨
es: ¡Buen trabajo! {minutes} minutos de concentración en tu sesión! ✨
fr: Super travail ! {minutes} minutes de concentration dans votre session ! ✨
ja: 素晴らしい仕事だ！ {minutes} 分のセッションに集中してください。 ✨
pt_br: Ótimo trabalho! {minutes} minutos de foco na sua sessão! ✨
zh: 干得好！您的练习中有 {minutes} 分钟专注时间！ ✨

# sessionCompletePartial
source: Good effort! {minutes} minutes completed.
de: Guter Einsatz! {minutes} Minuten abgeschlossen.
es: ¡Buen esfuerzo! {minutes} minutos completados.
fr: Bon effort ! {minutes} minutes terminées.
ja: 頑張れ！ {minutes} 分完了しました。
pt_br: Bom esforço! {minutes} minutos concluídos.
zh: 很好的努力！完成了 {minutes} 分钟。

# sessionCompleteFailed
source: Session ended. Try again when ready.
de: Sitzung beendet. Versuchen Sie es erneut, wenn Sie bereit sind.
es: Sesión finalizada. Inténtalo de nuevo cuando estés listo.
fr: Séance terminée. Réessayez lorsque vous êtes prêt.
ja: セッションが終了しました。準備ができたらもう一度試してください。
pt_br: A sessão terminou. Tente novamente quando estiver pronto.
zh: 练习结束。准备好后再试一次。

# notificationSessionStarted
source: Session started - stay focused!
de: Die Sitzung hat begonnen – bleiben Sie konzentriert!
es: Sesión iniciada: ¡manténgase concentrado!
fr: Session commencée – restez concentré !
ja: セッションが始まりました - 集中してください!
pt_br: Sessão iniciada - mantenha o foco!
zh: 练习开始 - 保持专注！

# notificationSessionPaused
source: Session paused
de: Sitzung pausiert
es: Sesión pausada
fr: Séance interrompue
ja: セッションが一時停止されました
pt_br: Sessão pausada
zh: 练习已暂停

# notificationSessionResumed
source: Session resumed
de: Die Sitzung wurde fortgesetzt
es: Sesión reanudada
fr: Reprise de la séance
ja: セッションが再開されました
pt_br: Sessão retomada
zh: 练习已恢复

# questTapStart
source: Tap Start →
de: Tippe auf Start →
pt_br: Toque em Iniciar →

# starterSessionTip
source: 👋 Starting with a {starterMinutes}-minute session to help you get comfortable. Your full {goalMinutes}-minute goal is ready when you are!
pt_br: 👋 Começando com uma sessão de {starterMinutes} minutos para ajudá-lo a se adaptar. Sua meta completa de {goalMinutes} minutos está pronta quando você estiver!

# buttonGotIt
source: Got it
pt_br: Entendi
