Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# failedOpenFaq
source: Failed to open FAQ: {error}
de: FAQ konnte nicht geöffnet werden: {error}
es: Error al abrir FAQ: {error}
fr: Échec ouverture FAQ: {error}
ja: FAQ を開けません: {error}
pt_br: Falha ao abrir FAQ: {error}
zh: 无法打开常见问题解答：{error}

# failedOpenDocs
source: Failed to open documentation: {error}
de: Dokumentation Fehler: {error}
es: Error al abrir documentación: {error}
fr: Échec ouverture docs: {error}
ja: ドキュメントを開けません: {error}
pt_br: Falha docs: {error}
zh: 无法打开文档：{error}

source: Accessibility Settings
de: Barrierefreiheits-Einstellungen
es: Ajustes de accesibilidad
fr: Réglages d'accessibilité
ja: アクセシビリティ設定
pt_br: Configurações de acessibilidade
zh: 辅助功能设置

source: Vibration Feedback
de: Vibration
es: Vibración
fr: Vibration
ja: バイブレーション
pt_br: Vibração
zh: 振动反馈

source: Vibrate on session events
de: Bei Ereignissen vibrieren
es: Vibrar en eventos
fr: Vibrer lors des événements
ja: イベント時に振動
pt_br: Vibrar em eventos da sessão
zh: 练习事件时振动

source: Voice Announcements
de: Sprachansagen
es: Anuncios de voz
fr: Annonces vocales
ja: 音声案内
pt_br: Anúncios de voz
zh: 语音通知

source: Announce session progress
de: Fortschritt ansagen
es: Anunciar progreso
fr: Annoncer la progression
ja: 進行を案内
pt_br: Anunciar progresso
zh: 播报练习进度

source: High Contrast Mode
de: Hoher Kontrast
es: Alto contraste
fr: Haut contraste
ja: ハイコントラスト
pt_br: Alto contraste
zh: 高对比度模式

source: Improve visual accessibility
de: Visuelle Zugänglichkeit verbessern
es: Mejora visual
fr: Améliorer l'accessibilité visuelle
ja: 視認性向上
pt_br: Melhorar acessibilidade visual
zh: 提高视觉可达性

source: Large Text
de: Großer Text
es: Texto grande
fr: Grand texte
ja: 大きな文字
pt_br: Texto grande
zh: 大文本

source: Increase text size
de: Text vergrößern
es: Aumentar tamaño
fr: Augmenter taille
ja: 文字サイズ拡大
pt_br: Aumentar tamanho
zh: 增加文字大小

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
zh: 节省

source: Accessibility settings saved
de: Barrierefreiheits-Einstellungen gespeichert
es: Ajustes de accesibilidad guardados
fr: Réglages d'accessibilité enregistrés
ja: アクセシビリティ設定を保存
pt_br: Configurações de acessibilidade salvas
zh: 已保存辅助功能设置

source: Noise Floor Calibration
de: Grundrauschkalibrierung
es: Calibración de ruido base
fr: Calibration du bruit de base
ja: ノイズフロア較正
pt_br: Calibração de ruído base
zh: 本底噪声校准

# measuringAmbientNoise
source: Measuring ambient noise (≈5s)...
de: Umgebungsgeräusch messen (≈5s)...
es: Midiendo ruido ambiente (≈5s)...
fr: Mesure du bruit ambiant (≈5s)...
ja: 環境ノイズ測定中 (≈5秒)
pt_br: Medindo ruído ambiente (≈5s)...
zh: 测量环境噪声（约 5 秒）...

# couldNotReadMic
source: Could not read microphone
de: Mikrofon konnte nicht gelesen werden
es: No se pudo leer el micrófono
fr: Lecture micro impossible
ja: マイクを読み取れません
pt_br: Não foi possível ler o microfone
zh: 无法读取麦克风

source: Calibration failed
de: Kalibrierung fehlgeschlagen
es: Fallo de calibración
fr: Calibration échouée
ja: 較正失敗
pt_br: Falha na calibração
zh: 校准失败

source: Retry
de: Erneut
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh: 重试

# previousThreshold
source: Previous: {value} dB
de: Vorher: {value} dB
es: Anterior: {value} dB
fr: Précédent : {value} dB
ja: 以前: {value} dB
pt_br: Anterior: {value} dB
zh: 上一篇：{value} dB

# newThreshold
source: New threshold: {value} dB
de: Neuer Schwellenwert: {value} dB
es: Nuevo umbral: {value} dB
fr: Nouveau seuil : {value} dB
ja: 新しいしきい値: {value} dB
pt_br: Novo limite: {value} dB
zh: 新阈值：{value} dB

# noSignificantChange
source: No significant change detected.
de: Kein signifikanter Unterschied
es: Sin cambio significativo
fr: Pas de changement significatif
ja: 大きな変化なし
pt_br: Sem mudança significativa
zh: 未检测到显着变化。

# highAmbientDetected
source: High ambient environment detected. Consider a quieter space for more sensitivity.
de: Hohe Umgebung erkannt
es: Alto ruido ambiente detectado
fr: Bruit ambiant élevé détecté
ja: 高い環境ノイズ検出
pt_br: Ambiente ruidoso detectado
zh: 检测到周围环境较高。考虑一个更安静的空间以获得更高的灵敏度。

# adjustAnytimeSettings
source: You can adjust this anytime in Settings.
de: Jederzeit in Einstellungen anpassen
es: Puedes ajustarlo en Ajustes
fr: Ajustable dans Réglages
ja: 設定でいつでも調整可能
pt_br: Ajuste quando quiser em Configurações
zh: 您可以随时在“设置”中进行调整。

# toggleThemeTooltip
source: Toggle theme
de: Theme wechseln
es: Cambiar tema
fr: Changer le thème
ja: テーマ切替
pt_br: Trocar tema
zh: 切换主题

source: Audio chart recovering...
de: Audio-Chart erholt sich...
es: Recuperando gráfico de audio...
fr: Récupération du graphique audio...
ja: オーディオチャート回復中...
pt_br: Recuperando gráfico de áudio...
zh: 音频图表正在恢复...

# themeChanged
source: Theme: {themeName}
es: Tema: {themeName}
fr: Thème : {themeName}
ja: テーマ: {themeName}
pt_br: Tema: {themeName}
zh: 主题：{themeName}

# privacyComingSoon
source: Privacy policy coming soon.
zh: 隐私政策即将推出。

source: Rating feature coming soon!
zh: 评分功能即将推出！

# startSessionButton
source: Start Session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer
pt_br: Iniciar sessão
zh: 开始练习

# stopSessionButton
source: Stop
de: Stopp
es: Detener
fr: Arrêter
pt_br: Parar
zh: 停止

# statusListening
source: Listening...
de: Hört zu...
es: Escuchando...
fr: Écoute...
pt_br: Ouvindo...
zh: 听...

# statusSuccess
source: Silence achieved! +1 point
de: Stille erreicht! +1 Punkt
es: ¡Silencio logrado! +1 punto
fr: Silence atteint ! +1 point
pt_br: Silêncio alcançado! +1 ponto
zh: 实现了沉默！ +1 点

# statusFailure
source: Too noisy! Try again
de: Zu laut!
es: ¡Demasiado ruido!
fr: Trop de bruit !
pt_br: Muito barulho!
zh: 太吵了！再试一次

source: Upgrade
es: Mejorar
fr: Améliorer
zh: 升级

source: Upgrade Required
de: Upgrade erforderlich
es: Se requiere actualización
fr: Mise à niveau requise
ja: アップグレードが必要です
pt_br: Atualização Necessária
zh: 需要升级

# exportCsvSpreadsheet
source: CSV Spreadsheet
de: CSV Tabelle
es: Hoja CSV
fr: Feuille CSV
pt_br: Planilha CSV
zh: CSV 电子表格

# exportPdfReport
source: PDF Report
de: PDF Bericht
es: Informe PDF
fr: Rapport PDF
pt_br: Relatório PDF
zh: PDF报告

# formattedReportCharts
source: Formatted report with charts
de: Bericht mit Diagrammen
es: Informe con gráficos
fr: Rapport avec graphiques
pt_br: Relatório com gráficos
zh: 带图表的格式化报告

source: Theme
es: Tema
fr: Thème
pt_br: Tema
zh: 主题

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
pt_br: Abrir
zh: 打开

source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
pt_br: Microfone
zh: 麦克风

source: Premium
zh: 优质的

source: sessions
de: Sitzungen
es: sesiones
pt_br: sessões
zh: 会议

source: format
es: formato
pt_br: formato
zh: 格式

source: Success Rate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de réussite
pt_br: Taxa de sucesso
zh: 成功率

source: Avg Session
de: Ø Sitzung
es: Sesión prom.
fr: Session moy.
pt_br: Sessão méd.
zh: 平均会话数

source: Consistency
de: Konsistenz
es: Consistencia
fr: Régularité
pt_br: Consistência
zh: 一致性

source: Best Time
de: Beste Zeit
es: Mejor tiempo
fr: Meilleur temps
pt_br: Melhor tempo
zh: 最佳时间

source: Weekly Trends
de: Wöchentliche Trends
es: Tendencias semanales
fr: Tendances hebdo
pt_br: Tendências semanais
zh: 每周趋势

source: Performance Metrics
de: Leistungsmetriken
es: Métricas de rendimiento
fr: Métriques de performance
pt_br: Métricas de desempenho
zh: 绩效指标

source: Advanced Analytics
de: Erweiterte Analytik
es: Analítica avanzada
fr: Analytique avancée
pt_br: Análises avançadas
zh: 高级分析

# premiumBadge
source: PREMIUM
zh: 优质的

# bucket1to2
source: 1-2 min
ja: 1-2分
zh: 1-2分钟

# bucket3to5
source: 3-5 min
ja: 3-5分
zh: 3-5分钟

# bucket6to10
source: 6-10 min
ja: 6-10分
zh: 6-10分钟

# bucket11to20
source: 11-20 min
ja: 11-20分
zh: 11-20分钟

# bucket21to30
source: 21-30 min
ja: 21-30分
zh: 21-30分钟

# bucket30plus
source: 30+ min
ja: 30分以上
zh: 30分钟以上

# sessionHistoryTitle
source: Session History
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique de sessions
pt_br: Histórico de sessões
zh: 会话历史记录

source: Recent Session History
de: Letzte Sitzungen
es: Historial reciente
fr: Historique récent
pt_br: Histórico recente
zh: 最近的会话历史记录

# achievementFirstStepTitle
source: First Step
de: Erster Schritt
es: Primer paso
fr: Premier pas
pt_br: Primeiro passo
zh: 第一步

# achievementFirstStepDesc
source: Completed your first session
de: Erste Sitzung abgeschlossen
es: Completaste tu primera sesión
fr: Première session complétée
pt_br: Primeira sessão concluída
zh: 完成你的第一节课

# achievementOnFireTitle
source: On Fire
de: In Serie
es: En racha
fr: En feu
pt_br: Em sequência
zh: 着火

# achievementOnFireDesc
source: 3-day streak achieved
de: 3-Tage Serie
es: Racha de 3 días
fr: Série de 3 jours
pt_br: Sequência de 3 dias
zh: 连续3天实现

# achievementWeekWarriorTitle
source: Week Warrior
de: Wochen-Kämpfer
es: Guerrero semanal
fr: Guerrier semaine
pt_br: Guerreiro da semana
zh: 周战士

# achievementWeekWarriorDesc
source: 7-day streak achieved
de: 7-Tage Serie
es: Racha de 7 días
fr: Série de 7 jours
pt_br: Sequência de 7 dias
zh: 连续7天实现

# achievementDecadeTitle
source: Decade
de: Dekade
es: Década
fr: Décennie
pt_br: Década
zh: 十年

# achievementDecadeDesc
source: 10 points milestone
de: 10 Punkte Meilenstein
es: Hito de 10 puntos
fr: Étape 10 points
pt_br: Marco de 10 pontos
zh: 10分里程碑

# achievementHalfCenturyTitle
source: Half Century
de: Halbes Jahrhundert
es: Media centena
fr: Demi-siècle
pt_br: Meio século
zh: 半个世纪

# achievementHalfCenturyDesc
source: 50 points milestone
de: 50 Punkte Meilenstein
es: Hito de 50 puntos
fr: Étape 50 points
pt_br: Marco de 50 pontos
zh: 50分里程碑

# achievementLockedPrompt
source: Complete sessions to unlock achievements
de: Sitzungen abschließen zum Freischalten
es: Completa sesiones para desbloquear logros
fr: Complétez des sessions pour débloquer les succès
pt_br: Complete sessões para desbloquear conquistas
zh: 完成会话以解锁成就

# ratingPromptTitle
source: Enjoying Focus Field?
de: Gefällt dir Focus Field?
es: ¿Disfrutas Focus Field?
fr: Vous appréciez Focus Field ?
ja: Focus Field を気に入っていますか?
pt_br: Está gostando do Focus Field?
zh: 喜欢焦点领域吗？

# ratingPromptBody
source: A quick 5-star rating helps others discover calmer focus time.
de: Eine kurze 5-Sterne-Bewertung hilft anderen, mehr Ruhe zu finden.
es: Una valoración 5★ rápida ayuda a otros a descubrir calma.
fr: Une note 5★ rapide aide d'autres à trouver le calme.
ja: 5つ星の評価は他の人が静かな集中を見つける助けになります。
pt_br: Uma avaliação 5★ rápida ajuda outros a encontrar foco calmo.
zh: 快速的 5 星级评级可以帮助其他人找到更平静的专注时间。

# ratingPromptRateNow
source: Rate Now
de: Jetzt bewerten
es: Calificar ahora
fr: Noter maintenant
ja: 今すぐ評価
pt_br: Avaliar agora
zh: 立即评分

# ratingPromptLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
pt_br: Depois
zh: 之后

# ratingPromptNoThanks
source: No Thanks
de: Nein danke
es: No, gracias
fr: Non merci
ja: 結構です
pt_br: Não, obrigado
zh: 不，谢谢

# ratingThankYou
source: Thanks for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
ja: ご支援ありがとうございます！
pt_br: Obrigado pelo apoio!
zh: 感谢您的支持！

# notificationSettingsTitle
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Ajustes de notificaciones
fr: Paramètres de notification
ja: 通知設定
pt_br: Configurações de notificação
zh: 通知设置

source: Notification Permission Required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Permission requise
ja: 通知許可が必要です
pt_br: Permissão necessária
zh: 需要通知许可

# notificationPermissionRationale
source: Enable notifications to receive gentle reminders and celebrate achievements.
de: Aktiviere Benachrichtigungen für sanfte Erinnerungen und Erfolge.
es: Activa notificaciones para recordatorios suaves y celebrar logros.
fr: Activez les notifications pour des rappels doux et célébrer vos succès.
ja: そっと促し達成を祝う通知を受け取るには有効にしてください。
pt_br: Ative notificações para receber lembretes e celebrar conquistas.
zh: 启用通知以接收温和的提醒并庆祝成就。

source: Requesting...
de: Anfrage...
es: Solicitando...
fr: Demande...
ja: リクエスト中...
pt_br: Solicitando...
zh: 请求...

# enableNotificationsCta
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer
ja: 通知を有効にする
pt_br: Ativar notificações
zh: 启用通知

# enableNotificationsTitle
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
pt_br: Ativar notificações
zh: 启用通知

# enableNotificationsSubtitle
source: Allow Focus Field to send notifications
de: Erlaube Focus Field Benachrichtigungen zu senden
es: Permite a Focus Field enviar notificaciones
fr: Autoriser Focus Field à envoyer des notifications
ja: Focus Field の通知を許可
pt_br: Permitir que o Focus Field envie notificações
zh: 允许 Focus Field 发送通知

# dailyReminderTitle
source: Smart Daily Reminders
de: Intelligente Tageserinnerung
es: Recordatorio diario inteligente
fr: Rappel quotidien intelligent
ja: スマートな毎日のリマインダー
pt_br: Lembrete diário inteligente
zh: 智能每日提醒

# dailyReminderSubtitle
source: Smart or chosen time
de: Intelligent oder feste Zeit
es: Inteligente o hora fija
fr: Intelligent ou heure fixe
ja: スマートまたは固定時間
pt_br: Inteligente ou horário escolhido
zh: 聪明或选择的时间

# dailyTimeLabel
source: Daily Time
de: Tägliche Zeit
es: Hora diaria
fr: Heure quotidienne
ja: 毎日の時間
pt_br: Horário diário
zh: 每日时间

# dailyTimeHint
source: Choose a fixed time or let Focus Field learn your pattern.
de: Feste Zeit wählen oder Muster automatisch lernen lassen.
es: Elige hora fija o deja que la app aprenda tu patrón.
fr: Choisir une heure fixe ou laisser l'appli apprendre votre rythme.
ja: 固定時間を選ぶかパターン学習に任せましょう。
pt_br: Escolha um horário fixo ou deixe o app aprender seu padrão.
zh: 选择固定时间或让 Focus Field 学习您的模式。

# useSmartCta
source: Use Smart
de: Smart nutzen
es: Usar inteligente
fr: Utiliser Smart
ja: スマートを使う
pt_br: Usar inteligente
zh: 使用智能

# sessionCompletedTitle
source: Session Completed
de: Session abgeschlossen
es: Sesión completada
fr: Session terminée
ja: セッション完了
pt_br: Sessão concluída
zh: 会话已完成

# sessionCompletedSubtitle
source: Celebrate completed sessions
de: Abgeschlossene Sessions feiern
es: Celebrar sesiones completadas
fr: Célébrer les sessions terminées
ja: 完了したセッションを祝う
pt_br: Celebrar sessões finalizadas
zh: 庆祝已完成的课程

# achievementUnlockedTitle
source: Achievement Unlocked
de: Erfolg freigeschaltet
es: Logro desbloqueado
fr: Succès débloqué
ja: 実績解除
pt_br: Conquista desbloqueada
zh: 解锁成就

# achievementUnlockedSubtitle
source: Milestone notifications
de: Meilenstein-Benachrichtigungen
es: Notificaciones de hitos
fr: Notifications de jalons
ja: 節目の通知
pt_br: Notificações de marcos
zh: 里程碑通知

# weeklySummaryTitle
source: Weekly Progress Summary
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 週間サマリー
pt_br: Resumo semanal
zh: 每周进度总结

# weeklySummarySubtitle
source: Weekly insights (weekday & time)
de: Wöchentliche Einblicke (Wochentag & Zeit)
es: Resumen semanal (día & hora)
fr: Aperçu hebdo (jour & heure)
ja: 週ごとの洞察 (曜日と時間)
pt_br: Visão semanal (dia e hora)
zh: 每周见解（工作日和时间）

# weeklyTimeLabel
source: Weekly Time
de: Wöchentliche Zeit
es: Hora semanal
fr: Heure hebdo
ja: 週間時間
pt_br: Horário semanal
zh: 每周时间

source: Notification Preview
de: Benachrichtigungsvorschau
es: Vista Previa de Notificación
fr: Aperçu des notifications
ja: 通知プレビュー
pt_br: Pré-visualização de Notificação
zh: 通知预览

# dailySilenceReminderTitle
source: Daily Focus Reminder
de: Tägliche Fokus-Erinnerung
es: Recordatorio diario de enfoque
fr: Rappel quotidien de focus
ja: 毎日の集中リマインダー
pt_br: Lembrete diário de foco
zh: 每日焦点提醒

# weeklyProgressReportTitle
source: Weekly Progress Report 📊
de: Wochenfortschritt 📊
es: Progreso semanal 📊
fr: Progrès hebdomadaire 📊
ja: 週間進捗レポート 📊
pt_br: Relatório semanal 📊
zh: 每周进度报告📊

# achievementUnlockedGenericTitle
source: Achievement Unlocked! 🏆
de: Erfolg freigeschaltet! 🏆
es: ¡Logro desbloqueado! 🏆
fr: Succès débloqué ! 🏆
ja: 実績解除! 🏆
pt_br: Conquista desbloqueada! 🏆
zh: 成就已解锁！ 🏆

# sessionCompleteSuccessTitle
source: Session Complete! 🎉
de: Session fertig! 🎉
es: ¡Sesión lista! 🎉
fr: Session réussie ! 🎉
ja: セッション達成! 🎉
pt_br: Sessão concluída! 🎉
zh: 会议结束！ 🎉

# sessionCompleteEndedTitle
source: Session Ended
de: Session beendet
es: Sesión finalizada
fr: Session terminée
ja: セッション終了
pt_br: Sessão finalizada
zh: 会议结束

# reminderStartJourney
source: 🎯 Start your focus journey today! Build your deep work habit.
de: 🎯 Starte heute deine Fokus-Reise! Baue deine Gewohnheit für tiefe Arbeit auf.
es: 🎯 ¡Comienza hoy tu viaje de enfoque! Construye tu hábito de trabajo profundo.
fr: 🎯 Commencez votre voyage de focus aujourd'hui ! Construisez votre habitude de travail profond.
ja: 🎯 今日から集中力の旅を始めましょう！深い作業習慣を築きましょう。
pt_br: 🎯 Comece hoje sua jornada de foco! Construa seu hábito de trabalho profundo.
zh: 🎯 今天开始你的专注之旅！养成深入的工作习惯。

# reminderRestart
source: 🌱 Ready to restart your focus practice? Every moment is a new beginning.
de: 🌱 Bereit, deine Fokus-Praxis neu zu starten? Jeder Moment ist ein neuer Anfang.
es: 🌱 ¿Listo para reiniciar tu práctica de enfoque? Cada momento es un nuevo comienzo.
fr: 🌱 Repartir ? Chaque instant est une nouvelle occasion pour se concentrer.
ja: 🌱 再開しませんか？いつでも集中し直せます。
pt_br: 🌱 Recomeçar a prática? Cada momento é uma nova oportunidade de foco.
zh: 🌱 准备好重新开始你的专注练习了吗？每一刻都是一个新的开始。

# reminderDayTwo
source: ⭐ Day 2 of your focus streak! Consistency builds concentration.
de: ⭐ Tag 2 deiner Fokus-Serie! Beständigkeit baut Konzentration.
es: ⭐ ¡Día 2 de tu racha de enfoque! La constancia crea concentración.
fr: ⭐ Jour 2 de votre série de focus ! La constance construit la concentration.
ja: ⭐ 集中連続2日目！継続は集中力を育てます。
pt_br: ⭐ Dia 2 da sua sequência de foco! Consistência constrói concentração.
zh: ⭐ 连续专注的第二天！一致性可以增强注意力。

# reminderStreakShort
source: 🔥 {streak}-day streak! You're building a powerful focus habit.
de: 🔥 {streak}-Tage Serie! Du baust eine starke Fokus-Gewohnheit auf.
es: 🔥 ¡Racha de {streak} días! Construyes un hábito de enfoque poderoso.
fr: 🔥 Série de {streak} jours de focus ! Vous bâtissez une habitude solide.
ja: 🔥 {streak}日間の集中連続！強い習慣が育っています。
pt_br: 🔥 Sequência de {streak} dias de foco! Você está criando um hábito forte.
zh: 🔥 {streak}天连续！您正在养成强大的专注习惯。

# reminderStreakMedium
source: 🏆 Amazing {streak}-day streak! Your dedication is inspiring.
de: 🏆 Beeindruckende {streak}-Tage Serie! Deine Hingabe inspiriert.
es: 🏆 Impresionante racha de {streak} días. ¡Inspiras dedicación!
fr: 🏆 Impressionnante série de {streak} jours ! Votre engagement inspire.
ja: 🏆 {streak}日連続すごい！あなたの集中は刺激的です。
pt_br: 🏆 Incrível sequência de {streak} dias! Sua dedicação inspira.
zh: 🏆 惊人的{streak}天连续记录！你的奉献精神令人鼓舞。

# reminderStreakLong
source: 👑 Incredible {streak}-day streak! You're a focus champion!
de: 👑 Unglaubliche {streak}-Tage Serie! Du bist ein Fokus-Champion!
es: 👑 Increíble racha de {streak} días. ¡Eres un campeón de enfoque!
fr: 👑 Incroyable série de {streak} jours ! Vous êtes un champion de focus !
ja: 👑 {streak}日連続は驚異的！あなたは集中チャンピオンです！
pt_br: 👑 Sequência impressionante de {streak} dias! Você é um campeão de foco!
zh: 👑 令人难以置信的{streak}天连续记录！你是焦点冠军！

# achievementFirstSession
source: 🎉 First session complete! Welcome to Focus Field!
de: 🎉 Erste Session geschafft! Willkommen bei Focus Field!
es: 🎉 ¡Primera sesión lograda! ¡Bienvenido a Focus Field!
fr: 🎉 Première session accomplie ! Bienvenue dans Focus Field !
ja: 🎉 初回セッション完了！Focus Fieldへようこそ！
pt_br: 🎉 Primeira sessão concluída! Bem-vindo(a) ao Focus Field!
zh: 🎉 第一节结束！欢迎来到焦点领域！

# achievementWeekStreak
source: 🌟 7-day streak achieved! Consistency is your superpower!
de: 🌟 7-Tage Serie erreicht! Konsistenz ist deine Superkraft!
es: 🌟 ¡Racha de 7 días! La constancia es tu superpoder.
fr: 🌟 Série de 7 jours ! La constance est votre super‑pouvoir.
ja: 🌟 7日連続達成！継続こそ力。
pt_br: 🌟 Sequência de 7 dias! Consistência é seu superpoder.
zh: 🌟 连续7天达成！一致性是你的超能力！

# achievementMonthStreak
source: 🏆 30-day streak unlocked! You're unstoppable!
de: 🏆 30-Tage Serie freigeschaltet! Unaufhaltsam!
es: 🏆 ¡Racha de 30 días desbloqueada! Imparable.
fr: 🏆 Série de 30 jours débloquée ! Inarrêtable.
ja: 🏆 30日連続！止まりません。
pt_br: 🏆 Sequência de 30 dias desbloqueada! Imparável.
zh: 🏆 30 天连续解锁！你势不可挡！

# achievementPerfectSession
source: ✨ Perfect session! 100% calm environment maintained!
de: ✨ Perfekte Session! 100% ruhige Umgebung gehalten!
es: ✨ ¡Sesión perfecta! ¡Ambiente tranquilo al 100%!
fr: ✨ Session parfaite ! 100 % d'environnement calme maintenu !
ja: ✨ 完璧なセッション！100%穏やかな環境を維持しました！
pt_br: ✨ Sessão perfeita! 100% de ambiente calmo mantido!
zh: ✨ 完美的会议！保持100%平静的环境！

# achievementLongSession
source: ⏰ Extended session master! Your focus grows stronger.
de: ⏰ Lange Session gemeistert! Dein Fokus wächst.
es: ⏰ Sesión larga dominada. Tu enfoque crece.
fr: ⏰ Longue session maîtrisée. Votre focus grandit.
ja: ⏰ 長時間セッション達成。集中が深まっています。
pt_br: ⏰ Sessão longa dominada. Foco crescente.
zh: ⏰ 扩展会话大师！你的注意力会变得更强。

# achievementGeneric
source: 🎊 Achievement unlocked! Keep up the great work!
de: 🎊 Erfolg freigeschaltet! Weiter so!
es: 🎊 Logro desbloqueado. ¡Sigue así!
fr: 🎊 Succès débloqué ! Continuez !
ja: 🎊 実績解除！その調子！
pt_br: 🎊 Conquista desbloqueada! Continue assim!
zh: 🎊 成就已解锁！继续努力！

# weeklyProgressNone
source: 💭 Start your weekly goal! Ready for a focused session?
de: 💭 Starte dein Wochenziel! Bereit für eine fokussierte Session?
es: 💭 ¡Comienza tu meta semanal! ¿Listo para una sesión enfocada?
fr: 💭 Commencez votre objectif hebdomadaire ! Prêt pour une session concentrée ?
ja: 💭 今週の目標を始めましょう！集中セッションの準備はいいですか？
pt_br: 💭 Comece seu objetivo semanal! Pronto(a) para uma sessão focada?
zh: 💭 开始你的每周目标！准备好参加重点会议了吗？

# weeklyProgressFew
source: 🌿 {count} focus minutes this week! Every session counts.
de: 🌿 {count} Fokus-Minuten diese Woche! Jede Session zählt.
es: 🌿 ¡{count} minutos de enfoque esta semana! Cada sesión cuenta.
fr: 🌿 {count} minutes de focus cette semaine ! Chaque session compte.
ja: 🌿 今週 {count} 分の集中時間！すべてのセッションがカウントされます。
pt_br: 🌿 {count} minutos de foco esta semana! Cada sessão conta.
zh: 🌿 本周有 {count} 分钟专注时间！每次会议都很重要。

# weeklyProgressSome
source: 🌊 {count} focus minutes earned! You're on track!
de: 🌊 {count} Fokus-Minuten erreicht! Du bist auf Kurs!
es: 🌊 ¡{count} minutos de enfoque ganados! ¡Vas por buen camino!
fr: 🌊 {count} minutes de focus gagnées – vous trouvez votre rythme !
ja: 🌊 今週 {count} 分の集中時間を獲得！リズムができています！
pt_br: 🌊 {count} minutos de foco conquistados! Encontrando o ritmo.
zh: 🌊 已获得 {count} 分钟专注时间！你已经步入正轨了！

# weeklyProgressPerfect
source: 🎯 {count} focus minutes achieved! Perfect week!
de: 🎯 {count} Fokus-Minuten geschafft! Perfekte Woche!
es: 🎯 ¡{count} minutos de enfoque logrados! ¡Semana perfecta!
fr: 🎯 Semaine parfaite avec {count} sessions. Super constance.
ja: 🎯 今週は {count} セッションでパーフェクト！素晴らしい継続です。
pt_br: 🎯 Semana perfeita com {count} sessões! Sua consistência brilha.
zh: 🎯 已达到 {count} 分钟专注时间！完美的一周！

source: Tips hidden
de: Tipps ausgeblendet
es: Consejos ocultos
fr: Astuces masquées
ja: ヒントを非表示にしました
pt_br: Dicas ocultas
zh: 隐藏提示

source: Tips shown
de: Tipps angezeigt
es: Consejos mostrados
fr: Astuces affichées
ja: ヒントを表示しました
pt_br: Dicas mostradas
zh: 显示提示

source: Show Tips
de: Tipps anzeigen
es: Mostrar consejos
fr: Afficher les astuces
ja: ヒントを表示
pt_br: Mostrar dicas
zh: 显示提示

source: Hide Tips
de: Tipps ausblenden
es: Ocultar consejos
fr: Masquer les astuces
ja: ヒントを非表示
pt_br: Ocultar dicas
zh: 隐藏提示

# tip01
source: Start small—even 2 minutes builds your focus habit.
de: Klein anfangen—schon 2 Minuten bauen Ihre Fokusgewohnheit auf.
es: Comienza pequeño—incluso 2 minutos construyen tu hábito de concentración.
fr: Commencez petit—même 2 minutes construisent votre habitude de concentration.
ja: 小さく始めよう—2分でも集中習慣を築けます。
pt_br: Comece pequeno—até 2 minutos constroem seu hábito de foco.
zh: 从小事做起——即使是 2 分钟也能培养你的专注习惯。
