Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# faqA01
source: Focus Field helps you build better focus habits by monitoring ambient noise in your environment. When you start a session (Study, Reading, Meditation, or Other), the app measures how quiet your environment is. The quieter you keep it, the more "focus minutes" you earn. This encourages you to find and maintain distraction-free spaces for deep work.
de: Focus Field hilft Ihnen, bessere Fokusgewohnheiten zu entwickeln, indem es Umgebungsgeräusche in Ihrer Umgebung überwacht. Wenn Sie eine Sitzung starten (Lernen, Lesen, Meditation oder Sonstiges), misst die App, wie ruhig Ihre Umgebung ist. Je ruhiger Sie es halten, desto mehr "Fokusminuten" verdienen Sie. Dies ermutigt Sie, ablenkungsfreie Räume für tiefe Arbeit zu finden und aufrechtzuerhalten.
es: Focus Field te ayuda a desarrollar mejores hábitos de concentración monitoreando el ruido ambiental en tu entorno. Cuando inicias una sesión (Estudio, Lectura, Meditación u Otro), la app mide qué tan silencioso está tu ambiente. Cuanto más silencio mantengas, más "minutos de concentración" ganas. Esto te anima a encontrar y mantener espacios libres de distracciones para trabajo profundo.
fr: Focus Field vous aide à développer de meilleures habitudes de concentration en surveillant le bruit ambiant dans votre environnement. Lorsque vous démarrez une session (Étude, Lecture, Méditation ou Autre), l'application mesure le calme de votre environnement. Plus vous le maintenez silencieux, plus vous gagnez de « minutes de concentration ». Cela vous encourage à trouver et à maintenir des espaces sans distraction pour un travail profond.
ja: Focus Fieldは、環境内の周囲ノイズを監視することで、より良い集中習慣の構築を支援します。セッション（学習、読書、瞑想、その他）を開始すると、アプリは環境の静かさを測定します。静かに保つほど、より多くの「集中分」を獲得できます。これにより、深い作業のための気を散らさない空間を見つけ、維持することが促されます。
pt_br: Focus Field ajuda você a desenvolver melhores hábitos de concentração monitorando o ruído ambiente em seu ambiente. Quando você inicia uma sessão (Estudo, Leitura, Meditação ou Outro), o aplicativo mede o quão silencioso está seu ambiente. Quanto mais silencioso você mantiver, mais "minutos de concentração" você ganha. Isso o incentiva a encontrar e manter espaços livres de distrações para trabalho profundo.
zh: Focus Field 通过监控环境中的环境噪音来帮助您养成更好的专注习惯。当您开始课程（学习、阅读、冥想或其他）时，该应用程序会测量您的环境的安静程度。你越安静，你获得的“专注时间”就越多。这会鼓励您找到并保持无干扰的空间来进行深度工作。

# faqQ02
source: How does Focus Field measure my focus?
de: Wie misst Focus Field meinen Fokus?
es: ¿Cómo mide Focus Field mi concentración?
fr: Comment Focus Field mesure-t-il ma concentration ?
ja: Focus Fieldはどのように集中力を測定しますか？
pt_br: Como o Focus Field mede minha concentração?
zh: Focus Field 如何衡量我的注意力？

# faqA02
source: Focus Field monitors the ambient noise level in your environment during your session. It calculates an "Ambient Score" by tracking how many seconds your environment stays below your chosen noise threshold. If your session has at least 70% quiet time (Ambient Score ≥70%), you earn full credit for those quiet minutes.
de: Focus Field überwacht den Umgebungsgeräuschpegel in Ihrer Umgebung während Ihrer Sitzung. Es berechnet einen "Umgebungswert", indem es verfolgt, wie viele Sekunden Ihre Umgebung unter Ihrem gewählten Geräuschschwellenwert bleibt. Wenn Ihre Sitzung mindestens 70% Ruhezeit hat (Umgebungswert ≥70%), erhalten Sie vollen Kredit für diese ruhigen Minuten.
es: Focus Field monitorea el nivel de ruido ambiental en tu entorno durante tu sesión. Calcula un "Puntaje Ambiental" rastreando cuántos segundos tu ambiente permanece por debajo de tu umbral de ruido elegido. Si tu sesión tiene al menos 70% de tiempo silencioso (Puntaje Ambiental ≥70%), obtienes crédito completo por esos minutos silenciosos.
fr: Focus Field surveille le niveau de bruit ambiant dans votre environnement pendant votre session. Il calcule un « Score Ambiant » en suivant combien de secondes votre environnement reste en dessous de votre seuil de bruit choisi. Si votre session a au moins 70% de temps calme (Score Ambiant ≥70%), vous obtenez un crédit complet pour ces minutes calmes.
ja: Focus Fieldは、セッション中の環境内の周囲ノイズレベルを監視します。選択したノイズ閾値を下回る秒数を追跡することで「アンビエントスコア」を計算します。セッションに少なくとも70%の静かな時間がある場合（アンビエントスコア≥70%）、これらの静かな分に対して完全なクレジットを獲得します。
pt_br: Focus Field monitorao nível de ruído ambiente em seu ambiente durante sua sessão. Ele calcula uma "Pontuação Ambiente" rastreando quantos segundos seu ambiente permanece abaixo do seu limiar de ruído escolhido. Se sua sessão tiver pelo menos 70% de tempo silencioso (Pontuação Ambiente ≥70%), você ganha crédito total por esses minutos silenciosos.
zh: Focus Field 会在您的会议期间监控您环境中的环境噪音水平。它通过跟踪您的环境保持低于所选噪声阈值的秒数来计算“环境分数”。如果您的会话有至少 70% 的安静时间（环境得分 ≥70%），您将获得这些安静时间的满分。

# faqQ03
source: Does Focus Field record my audio or conversations?
de: Zeichnet Focus Field mein Audio oder Gespräche auf?
es: ¿Focus Field graba mi audio o conversaciones?
fr: Focus Field enregistre-t-il mon audio ou mes conversations ?
ja: Focus Fieldは音声や会話を録音しますか？
pt_br: O Focus Field grava meu áudio ou conversas?
zh: Focus Field 会录制我的音频或对话吗？

# faqA03
source: No, absolutely not. Focus Field only measures decibel levels (loudness) - it never records, stores, or transmits any audio. Your privacy is completely protected. The app simply checks if your environment is above or below your chosen threshold.
de: Nein, absolut nicht. Focus Field misst nur Dezibel (Lautstärke) - es zeichnet, speichert oder überträgt niemals Audio. Ihre Privatsphäre ist vollständig geschützt. Die App überprüft einfach, ob Ihre Umgebung über oder unter Ihrem gewählten Schwellenwert liegt.
es: No, absolutamente no. Focus Field solo mide niveles de decibelios (volumen) - nunca graba, almacena ni transmite audio. Tu privacidad está completamente protegida. La app simplemente verifica si tu ambiente está por encima o por debajo de tu umbral elegido.
fr: Non, absolument pas. Focus Field mesure uniquement les niveaux de décibels (volume) - il n'enregistre, ne stocke ni ne transmet jamais d'audio. Votre vie privée est complètement protégée. L'application vérifie simplement si votre environnement est au-dessus ou en dessous de votre seuil choisi.
ja: いいえ、絶対にしません。Focus Fieldはデシベルレベル（音量）のみを測定します - 音声を録音、保存、送信することは一切ありません。プライバシーは完全に保護されています。アプリは単に環境が選択した閾値を上回っているか下回っているかをチェックするだけです。
pt_br: Não, absolutamente não. Focus Field apenas mede níveis de decibéis (volume) - nunca grava, armazena ou transmite áudio. Sua privacidade está completamente protegida. O aplicativo simplesmente verifica se seu ambiente está acima ou abaixo do seu limiar escolhido.
zh: 不，绝对不。 Focus Field 仅测量分贝级别（响度） - 它从不记录、存储或传输任何音频。您的隐私受到完全保护。该应用程序只是检查您的环境是否高于或低于您选择的阈值。

# faqQ04
source: What activities can I track with Focus Field?
de: Welche Aktivitäten kann ich mit Focus Field verfolgen?
es: ¿Qué actividades puedo rastrear con Focus Field?
fr: Quelles activités puis-je suivre avec Focus Field ?
ja: Focus Fieldではどのような活動を追跡できますか？
pt_br: Quais atividades posso rastrear com Focus Field?
zh: 我可以使用 Focus Field 跟踪哪些活动？

# faqA04
source: Focus Field comes with four activity types: Study 📚 (for learning and research), Reading 📖 (for focused reading), Meditation 🧘 (for mindfulness practice), and Other ⭐ (for any focus-requiring activity). All activities use ambient noise monitoring to help you maintain a quiet, focused environment.
de: Focus Field kommt mit vier Aktivitätstypen: Lernen 📚 (für Lernen und Forschung), Lesen 📖 (für fokussiertes Lesen), Meditation 🧘 (für Achtsamkeitspraxis) und Sonstiges ⭐ (für jede Aktivität, die Fokus erfordert). Alle Aktivitäten verwenden Umgebungsgeräuschüberwachung, um Ihnen zu helfen, eine ruhige, fokussierte Umgebung aufrechtzuerhalten.
es: Focus Field viene con cuatro tipos de actividad: Estudio 📚 (para aprendizaje e investigación), Lectura 📖 (para lectura concentrada), Meditación 🧘 (para práctica de atención plena) y Otro ⭐ (para cualquier actividad que requiera concentración). Todas las actividades usan monitoreo de ruido ambiental para ayudarte a mantener un ambiente silencioso y concentrado.
fr: Focus Field propose quatre types d'activité : Étude 📚 (pour l'apprentissage et la recherche), Lecture 📖 (pour la lecture concentrée), Méditation 🧘 (pour la pratique de pleine conscience) et Autre ⭐ (pour toute activité nécessitant de la concentration). Toutes les activités utilisent la surveillance du bruit ambiant pour vous aider à maintenir un environnement calme et concentré.
ja: Focus Fieldには4つの活動タイプがあります：学習📚（学習と研究用）、読書📖（集中した読書用）、瞑想🧘（マインドフルネス実践用）、その他⭐（集中を必要とする活動用）。すべての活動は、静かで集中した環境を維持するのに役立つ周囲ノイズ監視を使用します。
pt_br: Focus Field vem com quatro tipos de atividade: Estudo 📚 (para aprendizado e pesquisa), Leitura 📖 (para leitura focada), Meditação 🧘 (para prática de atenção plena) e Outro ⭐ (para qualquer atividade que requer concentração). Todas as atividades usam monitoramento de ruído ambiente para ajudá-lo a manter um ambiente silencioso e focado.
zh: Focus Field 提供四种活动类型：学习 📚（用于学习和研究）、阅读 📖（用于专注阅读）、冥想 🧘（用于正念练习）和其他 ⭐（用于任何需要集中注意力的活动）。所有活动都使用环境噪音监测来帮助您保持安静、专注的环境。

# faqQ05
source: Should I use Focus Field for all my activities?
de: Sollte ich Focus Field für alle meine Aktivitäten verwenden?
es: ¿Debería usar Focus Field para todas mis actividades?
fr: Dois-je utiliser Focus Field pour toutes mes activités ?
ja: すべての活動にFocus Fieldを使用すべきですか？
pt_br: Devo usar o Focus Field para todas as minhas atividades?
zh: 我应该在所有活动中使用 Focus Field 吗？

# faqA05
source: Focus Field works best for activities where ambient noise indicates your level of focus. Activities like Study, Reading, and Meditation benefit most from quiet environments. While you can track "Other" activities, we recommend using Focus Field primarily for noise-sensitive focus work.
de: Focus Field funktioniert am besten für Aktivitäten, bei denen Umgebungsgeräusche Ihren Fokusgrad anzeigen. Aktivitäten wie Lernen, Lesen und Meditation profitieren am meisten von ruhigen Umgebungen. Obwohl Sie "Sonstige" Aktivitäten verfolgen können, empfehlen wir, Focus Field hauptsächlich für geräuschempfindliche Fokusarbeit zu verwenden.
es: Focus Field funciona mejor para actividades donde el ruido ambiental indica tu nivel de concentración. Actividades como Estudio, Lectura y Meditación se benefician más de ambientes silenciosos. Aunque puedes rastrear actividades "Otro", recomendamos usar Focus Field principalmente para trabajo de concentración sensible al ruido.
fr: Focus Field fonctionne mieux pour les activités où le bruit ambiant indique votre niveau de concentration. Les activités comme l'Étude, la Lecture et la Méditation bénéficient le plus d'environnements calmes. Bien que vous puissiez suivre d'« Autres » activités, nous recommandons d'utiliser Focus Field principalement pour un travail de concentration sensible au bruit.
ja: Focus Fieldは、周囲ノイズが集中レベルを示す活動に最適です。学習、読書、瞑想などの活動は、静かな環境から最も恩恵を受けます。「その他」の活動を追跡することもできますが、主にノイズに敏感な集中作業にFocus Fieldを使用することをお勧めします。
pt_br: Focus Field funciona melhor para atividades onde o ruído ambiente indica seu nível de concentração. Atividades como Estudo, Leitura e Meditação se beneficiam mais de ambientes silenciosos. Embora você possa rastrear atividades "Outro", recomendamos usar Focus Field principalmente para trabalho de concentração sensível ao ruído.
zh: Focus Field 最适合环境噪音表明您注意力集中程度的活动。学习、阅读和冥想等活动最受益于安静的环境。虽然您可以跟踪“其他”活动，但我们建议主要将 Focus Field 用于对噪声敏感的聚焦工作。

# faqQ06
source: How do I start a focus session?
de: Wie starte ich eine Fokussitzung?
es: ¿Cómo inicio una sesión de concentración?
fr: Comment démarrer une session de concentration ?
ja: 集中セッションを開始するには？
pt_br: Como iniciar uma sessão de concentração?
zh: 如何开始焦点会议？

# faqA06
source: Go to the Sessions tab, select your activity (Study, Reading, Meditation, or Other), choose your session duration (1, 5, 10, 15, 30 minutes, or premium options), tap the Start button on the progress ring, and keep your environment quiet!
de: Gehen Sie zur Registerkarte Sitzungen, wählen Sie Ihre Aktivität (Lernen, Lesen, Meditation oder Sonstiges), wählen Sie Ihre Sitzungsdauer (1, 5, 10, 15, 30 Minuten oder Premium-Optionen), tippen Sie auf die Schaltfläche Start am Fortschrittsring und halten Sie Ihre Umgebung ruhig!
es: Ve a la pestaña Sesiones, selecciona tu actividad (Estudio, Lectura, Meditación u Otro), elige la duración de tu sesión (1, 5, 10, 15, 30 minutos u opciones premium), toca el botón Iniciar en el anillo de progreso y ¡mantén tu ambiente silencioso!
fr: Allez dans l'onglet Sessions, sélectionnez votre activité (Étude, Lecture, Méditation ou Autre), choisissez la durée de votre session (1, 5, 10, 15, 30 minutes ou options premium), appuyez sur le bouton Démarrer sur l'anneau de progression et gardez votre environnement calme !
ja: セッションタブに移動し、活動（学習、読書、瞑想、その他）を選択し、セッション期間（1、5、10、15、30分、またはプレミアムオプション）を選択し、進行リング上の開始ボタンをタップして、環境を静かに保ちます！
pt_br: Vá para a aba Sessões, selecione sua atividade (Estudo, Leitura, Meditação ou Outro), escolha a duração da sua sessão (1, 5, 10, 15, 30 minutos ou opções premium), toque no botão Iniciar no anel de progresso e mantenha seu ambiente silencioso!
zh: 转到“课程”选项卡，选择您的活动（学习、阅读、冥想或其他），选择课程持续时间（1、5、10、15、30 分钟或高级选项），点击进度环上的“开始”按钮，并保持环境安静！

# faqQ07
source: What session durations are available?
de: Welche Sitzungsdauern sind verfügbar?
es: ¿Qué duraciones de sesión están disponibles?
fr: Quelles durées de session sont disponibles ?
ja: 利用可能なセッション期間は？
pt_br: Quais durações de sessão estão disponíveis?
zh: 可用的会话持续时间是多少？

# faqA07
source: Free users can choose: 1, 5, 10, 15, or 30-minute sessions. Premium users also get: 1 hour, 1.5 hours, and 2-hour extended sessions for longer deep work periods.
de: Kostenlose Benutzer können wählen: 1, 5, 10, 15 oder 30-Minuten-Sitzungen. Premium-Benutzer erhalten auch: 1 Stunde, 1,5 Stunden und 2-Stunden-Sitzungen für längere Tiefarbeitsphasen.
es: Los usuarios gratuitos pueden elegir: sesiones de 1, 5, 10, 15 o 30 minutos. Los usuarios Premium también obtienen: sesiones extendidas de 1 hora, 1.5 horas y 2 horas para períodos más largos de trabajo profundo.
fr: Les utilisateurs gratuits peuvent choisir : sessions de 1, 5, 10, 15 ou 30 minutes. Les utilisateurs Premium obtiennent également : sessions prolongées de 1 heure, 1,5 heure et 2 heures pour des périodes de travail profond plus longues.
ja: 無料ユーザーは選択できます：1、5、10、15、または30分セッション。プレミアムユーザーは、より長い深い作業期間のための1時間、1.5時間、2時間の延長セッションも利用できます。
pt_br: Usuários gratuitos podem escolher: sessões de 1, 5, 10, 15 ou 30 minutos. Usuários Premium também obtêm: sessões estendidas de 1 hora, 1,5 hora e 2 horas para períodos mais longos de trabalho profundo.
zh: 免费用户可以选择：1、5、10、15 或 30 分钟的会话。高级用户还可以获得：1 小时、1.5 小时和 2 小时的延长会话，以实现更长的深度工作时间。

# faqQ08
source: Can I pause or stop a session early?
de: Kann ich eine Sitzung pausieren oder vorzeitig beenden?
es: ¿Puedo pausar o detener una sesión antes de tiempo?
fr: Puis-je mettre en pause ou arrêter une session plus tôt ?
ja: セッションを一時停止または早期に停止できますか？
pt_br: Posso pausar ou parar uma sessão mais cedo?
zh: 我可以提前暂停或停止会话吗？

# faqA08
source: Yes! During a session, you'll see Pause and Stop buttons above the progress ring. To prevent accidental taps, you need to long-press these buttons. If you stop early, you'll still earn points for the quiet minutes you accumulated.
de: Ja! Während einer Sitzung sehen Sie Pause- und Stopp-Schaltflächen über dem Fortschrittsring. Um versehentliche Berührungen zu vermeiden, müssen Sie diese Schaltflächen lange drücken. Wenn Sie vorzeitig stoppen, verdienen Sie immer noch Punkte für die ruhigen Minuten, die Sie gesammelt haben.
es: ¡Sí! Durante una sesión, verás botones de Pausa y Detener sobre el anillo de progreso. Para evitar toques accidentales, necesitas mantener presionados estos botones. Si detienes antes, aún ganarás puntos por los minutos silenciosos que acumulaste.
fr: Oui ! Pendant une session, vous verrez des boutons Pause et Arrêter au-dessus de l'anneau de progression. Pour éviter les appuis accidentels, vous devez maintenir ces boutons appuyés. Si vous arrêtez plus tôt, vous gagnerez toujours des points pour les minutes calmes que vous avez accumulées.
ja: はい！セッション中、進行リングの上に一時停止と停止ボタンが表示されます。誤タップを防ぐため、これらのボタンを長押しする必要があります。早期に停止しても、蓄積した静かな分のポイントは獲得できます。
pt_br: Sim! Durante uma sessão, você verá botões de Pausar e Parar acima do anel de progresso. Para evitar toques acidentais, você precisa pressionar longamente esses botões. Se você parar mais cedo, ainda ganhará pontos pelos minutos silenciosos que acumulou.
zh: 是的！在会话期间，您会在进度环上方看到“暂停”和“停止”按钮。为了防止意外点击，您需要长按这些按钮。如果您提早停车，您仍然可以通过积累的安静时间赚取积分。

# faqQ09
source: How do I earn points in Focus Field?
de: Wie verdiene ich Punkte in Focus Field?
es: ¿Cómo gano puntos en Focus Field?
fr: Comment gagner des points dans Focus Field ?
ja: Focus Fieldでポイントを獲得するには？
pt_br: Como ganho pontos no Focus Field?
zh: 如何在 Focus Field 中赚取积分？

# faqA09
source: You earn 1 point per quiet minute. During your session, Focus Field tracks how many seconds your environment stays below the noise threshold. At the end, those quiet seconds are converted to minutes. For example, if you complete a 10-minute session with 8 minutes of quiet time, you earn 8 points.
de: Sie verdienen 1 Punkt pro ruhige Minute. Während Ihrer Sitzung verfolgt Focus Field, wie viele Sekunden Ihre Umgebung unter dem Geräuschschwellenwert bleibt. Am Ende werden diese ruhigen Sekunden in Minuten umgewandelt. Wenn Sie beispielsweise eine 10-Minuten-Sitzung mit 8 Minuten Ruhezeit abschließen, verdienen Sie 8 Punkte.
es: Ganas 1 punto por minuto silencioso. Durante tu sesión, Focus Field rastrea cuántos segundos tu ambiente permanece por debajo del umbral de ruido. Al final, esos segundos silenciosos se convierten en minutos. Por ejemplo, si completas una sesión de 10 minutos con 8 minutos de silencio, ganas 8 puntos.
fr: Vous gagnez 1 point par minute calme. Pendant votre session, Focus Field suit combien de secondes votre environnement reste en dessous du seuil de bruit. À la fin, ces secondes calmes sont converties en minutes. Par exemple, si vous terminez une session de 10 minutes avec 8 minutes de calme, vous gagnez 8 points.
ja: 静かな分ごとに1ポイントを獲得します。セッション中、Focus Fieldは環境がノイズ閾値を下回る秒数を追跡します。最後に、これらの静かな秒が分に変換されます。例えば、8分間の静かな時間で10分セッションを完了すると、8ポイントを獲得します。
pt_br: Você ganha 1 ponto por minuto silencioso. Durante sua sessão, Focus Field rastreia quantos segundos seu ambiente permanece abaixo do limiar de ruído. No final, esses segundos silenciosos são convertidos em minutos. Por exemplo, se você completar uma sessão de 10 minutos com 8 minutos de tempo silencioso, ganha 8 pontos.
zh: 每安静一分钟即可赚取 1 分。在您的会话期间，Focus Field 会跟踪您的环境保持在噪声阈值以下的秒数。最后，那些安静的秒数被转换为分钟。例如，如果您完成 10 分钟的课程并有 8 分钟的安静时间，您将获得 8 分。

# faqQ10
source: What is the 70% threshold and why does it matter?
de: Was ist der 70%-Schwellenwert und warum ist er wichtig?
es: ¿Qué es el umbral del 70% y por qué importa?
fr: Qu'est-ce que le seuil de 70% et pourquoi est-il important ?
ja: 70%閾値とは何ですか？なぜ重要ですか？
pt_br: O que é o limiar de 70% e por que importa?
zh: 70% 的门槛是多少？为什么它很重要？

# faqA10
source: The 70% threshold determines if your session counts toward your daily goal. If your Ambient Score (quiet time ÷ total time) is at least 70%, your session qualifies for quest credit. Even if you're under 70%, you still earn points for every quiet minute!
de: Der 70%-Schwellenwert bestimmt, ob Ihre Sitzung zu Ihrem täglichen Ziel zählt. Wenn Ihr Umgebungswert (Ruhezeit ÷ Gesamtzeit) mindestens 70% beträgt, qualifiziert sich Ihre Sitzung für Quest-Kredit. Selbst wenn Sie unter 70% liegen, verdienen Sie immer noch Punkte für jede ruhige Minute!
es: El umbral del 70% determina si tu sesión cuenta para tu meta diaria. Si tu Puntaje Ambiental (tiempo silencioso ÷ tiempo total) es al menos 70%, tu sesión califica para crédito de misión. ¡Incluso si estás por debajo del 70%, aún ganas puntos por cada minuto silencioso!
fr: Le seuil de 70% détermine si votre session compte pour votre objectif quotidien. Si votre Score Ambiant (temps calme ÷ temps total) est d'au moins 70%, votre session est qualifiée pour le crédit de quête. Même si vous êtes en dessous de 70%, vous gagnez toujours des points pour chaque minute calme !
ja: 70%閾値は、セッションが毎日の目標にカウントされるかどうかを決定します。アンビエントスコア（静かな時間÷合計時間）が少なくとも70%の場合、セッションはクエストクレジットの資格があります。70%未満でも、毎分の静かな時間のポイントは獲得できます！
pt_br: O limiar de 70% determina se sua sessão conta para seu objetivo diário. Se sua Pontuação Ambiente (tempo silencioso ÷ tempo total) for pelo menos 70%, sua sessão qualifica para crédito de missão. Mesmo se estiver abaixo de 70%, você ainda ganha pontos por cada minuto silencioso!
zh: 70% 阈值决定您的训练次数是否计入您的每日目标。如果您的环境分数（安静时间 ÷ 总时间）至少为 70%，您的会话就有资格获得任务积分。即使您的分数低于 70%，您仍然可以通过安静的每一分钟赚取积分！

# faqQ11
source: What's the difference between Ambient Score and points?
de: Was ist der Unterschied zwischen Umgebungswert und Punkten?
es: ¿Cuál es la diferencia entre Puntaje Ambiental y puntos?
fr: Quelle est la différence entre Score Ambiant et points ?
ja: アンビエントスコアとポイントの違いは何ですか？
pt_br: Qual é a diferença entre Pontuação Ambiente e pontos?
zh: 环境分数和分数有什么区别？

# faqA11
source: Ambient Score is your session quality as a percentage (quiet seconds ÷ total seconds), determining if you hit the 70% threshold. Points are the actual quiet minutes earned (1 point = 1 minute). Ambient Score = quality, Points = achievement.
de: Der Umgebungswert ist Ihre Sitzungsqualität als Prozentsatz (ruhige Sekunden ÷ Gesamtsekunden), die bestimmt, ob Sie den 70%-Schwellenwert erreichen. Punkte sind die tatsächlich verdienten ruhigen Minuten (1 Punkt = 1 Minute). Umgebungswert = Qualität, Punkte = Leistung.
es: El Puntaje Ambiental es la calidad de tu sesión como porcentaje (segundos silenciosos ÷ segundos totales), determinando si alcanzas el umbral del 70%. Los puntos son los minutos silenciosos reales ganados (1 punto = 1 minuto). Puntaje Ambiental = calidad, Puntos = logro.
fr: Le Score Ambiant est la qualité de votre session en pourcentage (secondes calmes ÷ secondes totales), déterminant si vous atteignez le seuil de 70%. Les points sont les minutes calmes réellement gagnées (1 point = 1 minute). Score Ambiant = qualité, Points = réalisation.
ja: アンビエントスコアは、70%閾値に達したかどうかを決定するセッションの品質のパーセンテージ（静かな秒÷合計秒）です。ポイントは獲得した実際の静かな分です（1ポイント＝1分）。アンビエントスコア＝品質、ポイント＝達成。
pt_br: Pontuação Ambiente é a qualidade da sua sessão como porcentagem (segundos silenciosos ÷ segundos totais), determinando se você atinge o limiar de 70%. Pontos são os minutos silenciosos reais ganhos (1 ponto = 1 minuto). Pontuação Ambiente = qualidade, Pontos = conquista.
zh: 环境分数是您的会话质量百分比（安静秒数 ÷ 总秒数），确定您是否达到 70% 的阈值。积分是实际获得的安静分钟数（1 分 = 1 分钟）。环境分数=质量，积分=成就。

# faqQ12
source: How do streaks work in Focus Field?
de: Wie funktionieren Serien in Focus Field?
es: ¿Cómo funcionan las rachas en Focus Field?
fr: Comment fonctionnent les séries dans Focus Field ?
ja: Focus Fieldのストリークはどのように機能しますか？
pt_br: Como funcionam as sequências no Focus Field?
zh: Focus Field 中的条纹如何发挥作用？
