Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# faqA12
source: Streaks track consecutive days of meeting your daily goal. Focus Field uses a compassionate 2-Day Rule: Your streak only breaks if you miss two consecutive days. This means you can miss one day and your streak continues if you complete your goal the next day.
de: Serien verfolgen aufeinanderfolgende Tage, an denen Sie Ihr tägliches Ziel erreichen. Focus Field verwendet eine mitfühlende 2-Tage-Regel: Ihre Serie bricht nur, wenn Sie zwei aufeinanderfolgende Tage verpassen. Das bedeutet, dass Sie einen Tag verpassen können und Ihre Serie weitergeht, wenn Sie Ihr Ziel am nächsten Tag erreichen.
es: Las rachas rastrean días consecutivos cumpliendo tu meta diaria. Focus Field usa una Regla Compasiva de 2 Días: Tu racha solo se rompe si pierdes dos días consecutivos. Esto significa que puedes perder un día y tu racha continúa si completas tu meta al día siguiente.
fr: Les séries suivent les jours consécutifs où vous atteignez votre objectif quotidien. Focus Field utilise une Règle Compassionnelle de 2 Jours : Votre série ne se brise que si vous manquez deux jours consécutifs. Cela signifie que vous pouvez manquer un jour et votre série continue si vous atteignez votre objectif le lendemain.
ja: ストリークは、毎日の目標を達成した連続した日数を追跡します。Focus Fieldは思いやりのある2日間ルールを使用：2日間連続して逃した場合にのみストリークが壊れます。これは、1日逃しても、翌日に目標を完了すればストリークが続くことを意味します。
pt_br: Sequências rastreiam dias consecutivos de atingir seu objetivo diário. Focus Field usa uma Regra Compassiva de 2 Dias: Sua sequência só quebra se você perder dois dias consecutivos. Isso significa que você pode perder um dia e sua sequência continua se você completar seu objetivo no dia seguinte.
zh: 连续记录跟踪实现每日目标的连续天数。 Focus Field 使用富有同情心的 2 天规则：只有连续两天缺席，您的连续记录才会中断。这意味着您可以错过某一天，但如果您第二天完成了目标，您的连续记录就会继续。

# faqQ13
source: What are freeze tokens and how do I use them?
de: Was sind Freeze-Token und wie verwende ich sie?
es: ¿Qué son las fichas de congelación y cómo las uso?
fr: Que sont les jetons de gel et comment les utiliser ?
ja: フリーズトークンとは何ですか？どのように使用しますか？
pt_br: O que são tokens de congelamento e como usá-los?
zh: 什么是冻结令牌以及如何使用它们？

# faqA13
source: Freeze tokens protect your streak when you can't complete your goal. You get 1 free freeze token per month. When used, your overall progress shows 100% (goal protected), your streak is safe, and individual activity tracking continues normally. Use it wisely for busy days!
de: Freeze-Token schützen Ihre Serie, wenn Sie Ihr Ziel nicht erreichen können. Sie erhalten 1 kostenloses Freeze-Token pro Monat. Bei Verwendung zeigt Ihr Gesamtfortschritt 100% (Ziel geschützt), Ihre Serie ist sicher und die individuelle Aktivitätsverfolgung wird normal fortgesetzt. Verwenden Sie es weise für arbeitsreiche Tage!
es: Las fichas de congelación protegen tu racha cuando no puedes completar tu meta. Obtienes 1 ficha de congelación gratis por mes. Cuando se usa, tu progreso general muestra 100% (meta protegida), tu racha está segura y el seguimiento de actividad individual continúa normalmente. ¡Úsala sabiamente para días ocupados!
fr: Les jetons de gel protègent votre série lorsque vous ne pouvez pas atteindre votre objectif. Vous recevez 1 jeton de gel gratuit par mois. Lorsqu'il est utilisé, votre progression globale affiche 100% (objectif protégé), votre série est sûre et le suivi des activités individuelles se poursuit normalement. Utilisez-le judicieusement pour les jours chargés !
ja: フリーズトークンは、目標を完了できないときにストリークを保護します。毎月1つの無料フリーズトークンを受け取ります。使用すると、全体的な進行状況は100%（目標保護）を示し、ストリークは安全で、個々の活動追跡は通常通り続きます。忙しい日のために賢く使用してください！
pt_br: Tokens de congelamento protegem sua sequência quando você não pode completar seu objetivo. Você recebe 1 token de congelamento grátis por mês. Quando usado, seu progresso geral mostra 100% (objetivo protegido), sua sequência está segura e o rastreamento de atividades individuais continua normalmente. Use sabiamente para dias ocupados!
zh: 当您无法完成目标时，冻结代币可以保护您的连胜。您每月获得 1 个免费冻结代币。使用时，您的总体进度显示 100%（目标受保护），您的连续记录是安全的，并且个人活动跟踪正常继续。在忙碌的日子里明智地使用它！

# faqQ14
source: Can I customize my daily focus goal?
de: Kann ich mein tägliches Fokusziel anpassen?
es: ¿Puedo personalizar mi meta diaria de concentración?
fr: Puis-je personnaliser mon objectif de concentration quotidien ?
ja: 毎日の集中目標をカスタマイズできますか？
pt_br: Posso personalizar meu objetivo diário de concentração?
zh: 我可以定制我的每日焦点目标吗？

# faqA14
source: Yes! Tap Edit on the Sessions card in the Today tab. You can set your global daily goal (10-60 minutes for free, up to 1080 minutes for premium), enable per-activity goals for separate targets, and show/hide specific activities.
de: Ja! Tippen Sie auf Bearbeiten auf der Sitzungskarte in der Registerkarte Heute. Sie können Ihr globales tägliches Ziel festlegen (10-60 Minuten kostenlos, bis zu 1080 Minuten Premium), Ziele pro Aktivität für separate Ziele aktivieren und bestimmte Aktivitäten anzeigen/ausblenden.
es: ¡Sí! Toca Editar en la tarjeta Sesiones en la pestaña Hoy. Puedes establecer tu meta diaria global (10-60 minutos gratis, hasta 1080 minutos premium), habilitar metas por actividad para objetivos separados y mostrar/ocultar actividades específicas.
fr: Oui ! Appuyez sur Modifier sur la carte Sessions dans l'onglet Aujourd'hui. Vous pouvez définir votre objectif quotidien global (10-60 minutes gratuit, jusqu'à 1080 minutes premium), activer les objectifs par activité pour des cibles séparées et afficher/masquer des activités spécifiques.
ja: はい！今日タブのセッションカードで編集をタップします。グローバル毎日目標を設定し（無料10-60分、プレミアム最大1080分）、個別ターゲットのためのアクティビティごとの目標を有効にし、特定のアクティビティを表示/非表示にできます。
pt_br: Sim! Toque em Editar no cartão de Sessões na aba Hoje. Você pode definir seu objetivo diário global (10-60 minutos gratuito, até 1080 minutos premium), ativar objetivos por atividade para alvos separados e mostrar/ocultar atividades específicas.
zh: 是的！点击“今日”选项卡中“会话”卡上的“编辑”。您可以设置全局每日目标（免费 10-60 分钟，付费最多 1080 分钟），为单独的目标启用每个活动目标，以及显示/隐藏特定活动。

# faqQ15
source: What is the noise threshold and how do I adjust it?
de: Was ist der Geräuschschwellenwert und wie passe ich ihn an?
es: ¿Qué es el umbral de ruido y cómo lo ajusto?
fr: Qu'est-ce que le seuil de bruit et comment l'ajuster ?
ja: ノイズ閾値とは何ですか？どのように調整しますか？
pt_br: O que é o limiar de ruído e como ajustá-lo?
zh: 噪声阈值是多少以及如何调整它？

# faqA15
source: The threshold is the maximum noise level (in decibels) that counts as "quiet." Default is 40 dB (library quiet). You can adjust it in the Sessions tab: 30 dB (very quiet), 40 dB (library quiet - recommended), 50 dB (moderate office), 60-80 dB (louder environments).
de: Der Schwellenwert ist der maximale Geräuschpegel (in Dezibel), der als "ruhig" zählt. Standard ist 40 dB (Bibliotheksruhe). Sie können ihn in der Registerkarte Sitzungen anpassen: 30 dB (sehr ruhig), 40 dB (Bibliotheksruhe - empfohlen), 50 dB (mäßiges Büro), 60-80 dB (lautere Umgebungen).
es: El umbral es el nivel máximo de ruido (en decibelios) que cuenta como "silencioso". El predeterminado es 40 dB (biblioteca silenciosa). Puedes ajustarlo en la pestaña Sesiones: 30 dB (muy silencioso), 40 dB (biblioteca silenciosa - recomendado), 50 dB (oficina moderada), 60-80 dB (ambientes más ruidosos).
fr: Le seuil est le niveau de bruit maximum (en décibels) qui compte comme « calme ». Par défaut, c'est 40 dB (calme de bibliothèque). Vous pouvez l'ajuster dans l'onglet Sessions : 30 dB (très calme), 40 dB (calme de bibliothèque - recommandé), 50 dB (bureau modéré), 60-80 dB (environnements plus bruyants).
ja: 閾値は「静か」とカウントされる最大ノイズレベル（デシベル）です。デフォルトは40 dB（図書館の静けさ）です。セッションタブで調整できます：30 dB（非常に静か）、40 dB（図書館の静けさ - 推奨）、50 dB（適度なオフィス）、60-80 dB（より騒がしい環境）。
pt_br: O limiar é o nível máximo de ruído (em decibéis) que conta como "silencioso". O padrão é 40 dB (silêncio de biblioteca). Você pode ajustá-lo na aba Sessões: 30 dB (muito silencioso), 40 dB (silêncio de biblioteca - recomendado), 50 dB (escritório moderado), 60-80 dB (ambientes mais barulhentos).
zh: 阈值是算作“安静”的最大噪声级别（以分贝为单位）。默认值为 40 dB（图书馆安静）。您可以在“会话”选项卡中对其进行调整：30 dB（非常安静）、40 dB（图书馆安静 - 推荐）、50 dB（中等办公室）、60-80 dB（大声环境）。

# faqQ16
source: What is Adaptive Threshold and should I use it?
de: Was ist der Adaptive Schwellenwert und sollte ich ihn verwenden?
es: ¿Qué es el Umbral Adaptativo y debería usarlo?
fr: Qu'est-ce que le Seuil Adaptatif et dois-je l'utiliser ?
ja: 適応閾値とは何ですか？使用すべきですか？
pt_br: O que é Limiar Adaptativo e devo usá-lo?
zh: 什么是自适应阈值？我应该使用它吗？

# faqA16
source: After 3 consecutive successful sessions at your current threshold, Focus Field suggests increasing it by 2 dB to challenge yourself. This helps you gradually improve. You can accept or dismiss the suggestion - it only appears once every 7 days.
de: Nach 3 aufeinanderfolgenden erfolgreichen Sitzungen bei Ihrem aktuellen Schwellenwert schlägt Focus Field vor, ihn um 2 dB zu erhöhen, um Sie herauszufordern. Dies hilft Ihnen, sich schrittweise zu verbessern. Sie können den Vorschlag annehmen oder ablehnen - er erscheint nur einmal alle 7 Tage.
es: Después de 3 sesiones exitosas consecutivas en tu umbral actual, Focus Field sugiere aumentarlo en 2 dB para desafiarte. Esto te ayuda a mejorar gradualmente. Puedes aceptar o rechazar la sugerencia; solo aparece una vez cada 7 días.
fr: Après 3 sessions réussies consécutives à votre seuil actuel, Focus Field suggère de l'augmenter de 2 dB pour vous défier. Cela vous aide à vous améliorer progressivement. Vous pouvez accepter ou rejeter la suggestion - elle n'apparaît qu'une fois tous les 7 jours.
ja: 現在の閾値で3回連続成功したセッションの後、Focus Fieldは挑戦するために2 dB増加することを提案します。これにより、徐々に改善するのに役立ちます。提案を受け入れるか却下できます - 7日ごとに1回だけ表示されます。
pt_br: Após 3 sessões bem-sucedidas consecutivas no seu limiar atual, Focus Field sugere aumentá-lo em 2 dB para desafiá-lo. Isso ajuda você a melhorar gradualmente. Você pode aceitar ou recusar a sugestão - ela só aparece uma vez a cada 7 dias.
zh: 在当前阈值连续成功进行 3 次训练后，Focus Field 建议将其增加 2 dB 以挑战自己。这可以帮助你逐渐提高。您可以接受或拒绝该建议 - 它每 7 天只出现一次。

# faqQ17
source: What is Focus Mode?
de: Was ist der Fokusmodus?
es: ¿Qué es el Modo de Concentración?
fr: Qu'est-ce que le Mode Focus ?
ja: フォーカスモードとは何ですか？
pt_br: O que é o Modo de Concentração?
zh: 什么是对焦模式？

# faqA17
source: Focus Mode is a full-screen distraction-free overlay during your session. It shows your countdown timer, live calm percentage, and minimal controls (Pause/Stop via long-press). It removes all other UI elements so you can concentrate fully. Enable it in Settings > Basic > Focus Mode.
de: Der Fokusmodus ist eine ablenkungsfreie Vollbildüberlagerung während Ihrer Sitzung. Er zeigt Ihren Countdown-Timer, Live-Ruheprozentsatz und minimale Steuerelemente (Pause/Stopp über langes Drücken). Er entfernt alle anderen UI-Elemente, damit Sie sich vollständig konzentrieren können. Aktivieren Sie ihn in Einstellungen > Basis > Fokusmodus.
es: El Modo de Concentración es una superposición de pantalla completa libre de distracciones durante tu sesión. Muestra tu temporizador de cuenta regresiva, porcentaje de calma en vivo y controles mínimos (Pausa/Detener mediante mantener presionado). Elimina todos los demás elementos de UI para que puedas concentrarte completamente. Habilítalo en Configuración > Básico > Modo de Concentración.
fr: Le Mode Focus est une superposition plein écran sans distraction pendant votre session. Il affiche votre minuteur de compte à rebours, le pourcentage de calme en direct et des contrôles minimaux (Pause/Arrêter via un appui long). Il supprime tous les autres éléments d'interface pour que vous puissiez vous concentrer pleinement. Activez-le dans Paramètres > Basique > Mode Focus.
ja: フォーカスモードは、セッション中の気を散らさないフルスクリーンオーバーレイです。カウントダウンタイマー、ライブの静かなパーセンテージ、最小限のコントロール（長押しで一時停止/停止）を表示します。完全に集中できるように他のすべてのUI要素を削除します。設定>基本>フォーカスモードで有効にします。
pt_br: Modo de Concentração é uma sobreposição de tela cheia sem distrações durante sua sessão. Mostra seu cronômetro de contagem regressiva, porcentagem de calma ao vivo e controles mínimos (Pausar/Parar via pressão longa). Remove todos os outros elementos de interface para que você possa se concentrar completamente. Ative em Configurações > Básico > Modo de Concentração.
zh: 专注模式是在您的会话期间全屏无干扰的叠加。它显示您的倒计时器、实时平静百分比和最小控制（通过长按暂停/停止）。它删除了所有其他 UI 元素，因此您可以完全集中精力。在“设置”>“基本”>“对焦模式”中启用它。

# faqQ18
source: Why does Focus Field need microphone permission?
de: Warum benötigt Focus Field Mikrofon-Berechtigung?
es: ¿Por qué Focus Field necesita permiso de micrófono?
fr: Pourquoi Focus Field a-t-il besoin de l'autorisation du microphone ?
ja: Focus Fieldがマイク許可を必要とするのはなぜですか？
pt_br: Por que o Focus Field precisa de permissão de microfone?
zh: 为什么 Focus Field 需要麦克风权限？

# faqA18
source: Focus Field uses your device's microphone to measure ambient noise levels (decibels) during sessions. This is essential to calculate your Ambient Score. Remember: no audio is ever recorded - only noise levels are measured in real-time.
de: Focus Field verwendet das Mikrofon Ihres Geräts, um Umgebungsgeräuschpegel (Dezibel) während der Sitzungen zu messen. Dies ist wichtig, um Ihren Umgebungswert zu berechnen. Denken Sie daran: Es wird niemals Audio aufgezeichnet - nur Geräuschpegel werden in Echtzeit gemessen.
es: Focus Field usa el micrófono de tu dispositivo para medir niveles de ruido ambiental (decibelios) durante las sesiones. Esto es esencial para calcular tu Puntaje Ambiental. Recuerda: nunca se graba audio, solo se miden los niveles de ruido en tiempo real.
fr: Focus Field utilise le microphone de votre appareil pour mesurer les niveaux de bruit ambiant (décibels) pendant les sessions. C'est essentiel pour calculer votre Score Ambiant. Rappelez-vous : aucun audio n'est jamais enregistré - seuls les niveaux de bruit sont mesurés en temps réel.
ja: Focus Fieldは、セッション中に周囲ノイズレベル（デシベル）を測定するためにデバイスのマイクを使用します。これはアンビエントスコアを計算するために不可欠です。覚えておいてください：音声は決して録音されません - ノイズレベルのみがリアルタイムで測定されます。
pt_br: Focus Field usa o microfone do seu dispositivo para medir níveis de ruído ambiente (decibéis) durante as sessões. Isso é essencial para calcular sua Pontuação Ambiente. Lembre-se: nenhum áudio é gravado - apenas níveis de ruído são medidos em tempo real.
zh: Focus Field 使用设备的麦克风来测量会话期间的环境噪音水平（分贝）。这对于计算您的环境分数至关重要。请记住：不会记录任何音频 - 仅实时测量噪音水平。

# faqQ19
source: Can I see my focus patterns over time?
de: Kann ich meine Fokusmuster im Laufe der Zeit sehen?
es: ¿Puedo ver mis patrones de concentración a lo largo del tiempo?
fr: Puis-je voir mes schémas de concentration au fil du temps ?
ja: 時間の経過とともに集中パターンを見ることができますか？
pt_br: Posso ver meus padrões de concentração ao longo do tempo?
zh: 我能看到一段时间内我的注意力模式吗？

# faqA19
source: Yes! The Today tab shows your daily progress, weekly trends, 12-week activity heatmap (like GitHub contributions), and session timeline. Premium users get advanced analytics with performance metrics, moving averages, and AI-powered insights.
de: Ja! Die Registerkarte Heute zeigt Ihren täglichen Fortschritt, wöchentliche Trends, 12-Wochen-Aktivitätsheatmap (wie GitHub-Beiträge) und Sitzungszeitlinie. Premium-Benutzer erhalten erweiterte Analysen mit Leistungsmetriken, gleitenden Durchschnitten und KI-gestützten Erkenntnissen.
es: ¡Sí! La pestaña Hoy muestra tu progreso diario, tendencias semanales, mapa de calor de actividad de 12 semanas (como contribuciones de GitHub) y línea de tiempo de sesiones. Los usuarios Premium obtienen análisis avanzados con métricas de rendimiento, promedios móviles e información impulsada por IA.
fr: Oui ! L'onglet Aujourd'hui affiche votre progression quotidienne, les tendances hebdomadaires, la carte thermique d'activité de 12 semaines (comme les contributions GitHub) et la chronologie des sessions. Les utilisateurs Premium obtiennent des analyses avancées avec des métriques de performance, des moyennes mobiles et des informations alimentées par l'IA.
ja: はい！今日タブには、毎日の進行状況、週次トレンド、12週間のアクティビティヒートマップ（GitHubコントリビューションのような）、セッションタイムラインが表示されます。プレミアムユーザーは、パフォーマンスメトリクス、移動平均、AI搭載のインサイトを備えた高度な分析を取得します。
pt_br: Sim! A aba Hoje mostra seu progresso diário, tendências semanais, mapa de calor de atividade de 12 semanas (como contribuições do GitHub) e linha do tempo de sessões. Usuários Premium obtêm análises avançadas com métricas de desempenho, médias móveis e insights impulsionados por IA.
zh: 是的！ “今日”选项卡显示您的每日进度、每周趋势、12 周活动热图（如 GitHub 贡献）和会话时间线。高级用户可以获得包含性能指标、移动平均值和人工智能驱动的见解的高级分析。

# faqQ20
source: How do notifications work in Focus Field?
de: Wie funktionieren Benachrichtigungen in Focus Field?
es: ¿Cómo funcionan las notificaciones en Focus Field?
fr: Comment fonctionnent les notifications dans Focus Field ?
ja: Focus Fieldで通知はどのように機能しますか？
pt_br: Como funcionam as notificações no Focus Field?
zh: Focus Field 中的通知如何工作？

# faqA20
source: Focus Field has smart reminders: Daily Reminders (learns your preferred focus time or use a fixed time), Session Completion notifications with results, Achievement notifications for milestones, and Weekly Summary (Premium). Enable/customize in Settings > Advanced > Notifications.
de: Focus Field hat intelligente Erinnerungen: Tägliche Erinnerungen (lernt Ihre bevorzugte Fokuszeit oder verwendet eine feste Zeit), Benachrichtigungen über abgeschlossene Sitzungen mit Ergebnissen, Leistungsbenachrichtigungen für Meilensteine und wöchentliche Zusammenfassung (Premium). Aktivieren/Anpassen in Einstellungen > Erweitert > Benachrichtigungen.
es: Focus Field tiene recordatorios inteligentes: Recordatorios Diarios (aprende tu hora de concentración preferida o usa una hora fija), notificaciones de Sesión Completada con resultados, notificaciones de Logros para hitos y Resumen Semanal (Premium). Habilita/personaliza en Configuración > Avanzado > Notificaciones.
fr: Focus Field a des rappels intelligents : Rappels Quotidiens (apprend votre heure de concentration préférée ou utilise une heure fixe), notifications de Session Terminée avec résultats, notifications de Réalisation pour les jalons et Résumé Hebdomadaire (Premium). Activez/personnalisez dans Paramètres > Avancé > Notifications.
ja: Focus Fieldにはスマートリマインダーがあります：毎日のリマインダー（好みの集中時間を学習するか固定時間を使用）、結果付きのセッション完了通知、マイルストーンの達成通知、週次サマリー（プレミアム）。設定>詳細>通知で有効化/カスタマイズします。
pt_br: Focus Field tem lembretes inteligentes: Lembretes Diários (aprende sua hora de concentração preferida ou usa uma hora fixa), notificações de Sessão Concluída com resultados, notificações de Conquista para marcos e Resumo Semanal (Premium). Ative/personalize em Configurações > Avançado > Notificações.
zh: Focus Field 具有智能提醒功能：每日提醒（了解您首选的专注时间或使用固定时间）、包含结果的会话完成通知、里程碑的成就通知以及每周摘要（高级版）。在“设置”>“高级”>“通知”中启用/自定义。

# microphoneSettingsTitle
source: Settings Required
de: Einstellungen Erforderlich
es: Configuración Requerida
fr: Paramètres Requis
ja: 設定が必要です
pt_br: Configurações Necessárias
zh: 所需设置

# microphoneSettingsMessage
source: To enable silence detection, manually grant microphone permission: • iOS: Settings > Privacy & Security > Microphone > Focus Field • Android: Settings > Apps > Focus Field > Permissions > Microphone
de: Um die Stillerkennung zu aktivieren, erteilen Sie manuell die Mikrofonberechtigung: • iOS: Einstellungen > Datenschutz & Sicherheit > Mikrofon > Focus Field • Android: Einstellungen > Apps > Focus Field > Berechtigungen > Mikrofon
es: Para habilitar la detección de silencio, otorga manualmente el permiso del micrófono: • iOS: Ajustes > Privacidad y Seguridad > Micrófono > Focus Field • Android: Ajustes > Aplicaciones > Focus Field > Permisos > Micrófono
fr: Pour activer la détection du silence, accordez manuellement l'autorisation du microphone: • iOS: Réglages > Confidentialité et Sécurité > Microphone > Focus Field • Android: Paramètres > Applications > Focus Field > Autorisations > Microphone
ja: 沈黙検出を有効にするには、マイクの許可を手動で付与してください: • iOS: 設定 > プライバシーとセキュリティ > マイク > Focus Field • Android: 設定 > アプリ > Focus Field > 権限 > マイク
pt_br: Para ativar a detecção de silêncio, conceda manualmente a permissão do microfone: • iOS: Ajustes > Privacidade e Segurança > Microfone > Focus Field • Android: Configurações > Aplicativos > Focus Field > Permissões > Microfone
zh: 要启用静音检测，请手动授予麦克风权限： • iOS：设置 > 隐私和安全 > 麦克风 > 焦点区域 • Android：设置 > 应用程序 > 焦点字段 > 权限 > 麦克风

# buttonGrantPermission
source: Grant Permission
de: Berechtigung Erteilen
es: Otorgar Permiso
fr: Accorder l'Autorisation
ja: 許可を与える
pt_br: Conceder Permissão
zh: 授予许可

# buttonOk
source: OK
es: Aceptar
zh: 好的

# buttonOpenSettings
source: Open Settings
de: Einstellungen Öffnen
es: Abrir Ajustes
fr: Ouvrir les Paramètres
ja: 設定を開く
pt_br: Abrir Configurações
zh: 打开设置

# onboardingBack
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt_br: Voltar
zh: 后退

# onboardingSkip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt_br: Pular
zh: 跳过

# onboardingNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Próximo
zh: 下一个

# onboardingGetStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
pt_br: Começar
zh: 开始使用

# onboardingWelcomeSnackbar
source: Welcome! Ready to start your first session? 🚀
de: Willkommen! Bereit für deine erste Sitzung? 🚀
es: ¡Bienvenido! ¿Listo para comenzar tu primera sesión? 🚀
fr: Bienvenue ! Prêt à commencer votre première session ? 🚀
ja: ようこそ！最初のセッションを開始する準備はできていますか？ 🚀
pt_br: Bem-vindo! Pronto para iniciar sua primeira sessão? 🚀
zh: 欢迎！准备好开始你的第一堂课了吗？ 🚀

# onboardingWelcomeTitle
source: Welcome to Focus Field! 🎯
de: Willkommen bei Focus Field! 🎯
es: ¡Bienvenido a Focus Field! 🎯
fr: Bienvenue sur Focus Field ! 🎯
ja: Focus Fieldへ ようこそ！ 🎯
pt_br: Bem-vindo ao Focus Field! 🎯
zh: 欢迎来到 聚焦领域！ 🎯

# onboardingWelcomeSubtitle
source: Your journey to better focus starts here! Let's build habits that stick 💪
de: Ihre Reise zu besserem Fokus beginnt hier! Lassen Sie uns Gewohnheiten aufbauen, die bleiben 💪
es: ¡Tu viaje hacia un mejor enfoque comienza aquí! Construyamos hábitos que perduren 💪
fr: Votre voyage vers un meilleur focus commence ici ! Construisons des habitudes qui durent 💪
ja: より良い集中への旅がここから始まります！ 続く習慣を作りましょう 💪
pt_br: A sua jornada para um melhor foco começa aqui! Vamos construir hábitos que permanecem 💪
zh: 您的专注之旅从这里开始！ 让我们养成坚持的习惯吧💪

# onboardingFeatureTrackTitle
source: Track Your Focus
de: Verfolgen Sie Ihren Fokus
es: Rastrea Tu Enfoque
fr: Suivez votre focus
ja: フォーカスを追跡
pt_br: Acompanhe o Seu Foco
zh: 追踪你的注意力

# onboardingFeatureTrackDesc
source: See your progress in real-time as you build your focus superpower! 📊
de: Sehen Sie Ihren Fortschritt in Echtzeit, während Sie Ihre Fokus-Superkraft aufbauen! 📊
es: ¡Ve tu progreso en tiempo real mientras construyes tu superpoder de enfoque! 📊
fr: Voyez votre progression en temps réel pendant que vous construisez votre super-pouvoir de focus ! 📊
ja: 集中力スーパーパワーを構築しながら、リアルタイムで進捗を確認しましょう！ 📊
pt_br: Veja o seu progresso em tempo real enquanto constrói o seu superpoder de foco! 📊
zh: 当你建立你的专注超能力时，实时查看你的进步！ 📊

# onboardingFeatureRewardsTitle
source: Earn Rewards
de: Verdiene Belohnungen
es: Gana Recompensas
fr: Gagnez des Récompenses
ja: 報酬を獲得
pt_br: Ganhe Recompensas
zh: 赚取奖励

# onboardingFeatureRewardsDesc
source: Every quiet minute counts! Collect points and celebrate your wins 🏆
de: Jede ruhige Minute zählt! Sammle Punkte und feiere deine Erfolge 🏆
es: ¡Cada minuto silencioso cuenta! Colecciona puntos y celebra tus logros 🏆
fr: Chaque minute silencieuse compte ! Collectez des points et célébrez vos victoires 🏆
ja: 静かな分ごとにカウントされます！ポイントを集めて勝利を祝いましょう 🏆
pt_br: Cada minuto silencioso conta! Colete pontos e celebre suas vitórias 🏆
zh: 每安静的一分钟都很重要！收集积分并庆祝您的胜利🏆

# onboardingFeatureStreaksTitle
source: Build Streaks
de: Baue Streaks Auf
es: Construye Rachas
fr: Construisez des Séries
ja: ストリークを構築
pt_br: Construa Sequências
zh: 建立连胜
