Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# appTitle
source: Focus Field
zh: 聚焦领域

# splashLoading
source: Preparing focus engine…
de: Fokus-Engine wird vorbereitet…
es: Preparando motor de enfoque…
fr: Préparation du moteur de focus…
ja: 集中エンジンを準備中…
pt_br: Preparando o motor de foco…
zh: 正在准备焦点引擎...

# paywallTitle
source: Train Deeper Focus with Premium
de: Trainiere tiefere Fokussierung mit Premium
es: Entrena un enfoque más profundo con Premium
fr: Entraînez une concentration plus profonde avec Premium
ja: プレミアムでより深い集中を
pt_br: Treine foco mais profundo com o Premium
zh: 通过 Premium 训练更深入的专注力

# featureExtendSessions
source: Extend focus sessions from 30 min to 120 min
de: Verlängere Sitzungen von 30 auf 120 Minuten
es: Amplía sesiones de enfoque de 30 min a 120 min
fr: Étendez les sessions de 30 min à 120 min
ja: セッションを30分から120分へ拡張
pt_br: Estenda sessões de 30 min para 120 min
zh: 将专注练习从30分钟延长至120分钟

# featureHistory
source: Access 90 days of past sessions
de: Greife auf 90 Tage Verlauf zu
es: Accede a 90 días de sesiones pasadas
fr: Accédez à 90 jours d'historique
ja: 過去90日間の履歴にアクセス
pt_br: Acesse 90 dias de histórico
zh: 访问过去90天的练习记录

# featureMetrics
source: Unlock performance metrics and trend charts
de: Schalte Leistungsmetriken und Trenddiagramme frei
es: Desbloquea métricas de rendimiento y gráficos de tendencias
fr: Débloquez métriques et graphiques de tendance
ja: パフォーマンス指標とトレンドを解放
pt_br: Desbloqueie métricas e gráficos de tendência
zh: 解锁绩效指标和趋势图表

# featureExport
source: Download your session data (CSV / PDF)
de: Exportiere Sitzungsdaten (CSV / PDF)
es: Descarga tus datos de sesión (CSV / PDF)
fr: Exportez vos données (CSV / PDF)
ja: セッションデータをエクスポート (CSV / PDF)
pt_br: Baixe seus dados (CSV / PDF)
zh: 下载您的练习数据（CSV / PDF）

# featureThemes
source: Use the full custom theme pack
de: Nutze das komplette Themenpaket
es: Usa todo el paquete de temas
fr: Utilisez tout le pack de thèmes
ja: 全テーマパックを使用
pt_br: Use todo o pacote de temas
zh: 使用完整的自定义主题包

# featureThreshold
source: Fine-tune threshold with ambient baseline
de: Feinabstimmung des Schwellenwerts mit Umgebungsbasis
es: Ajusta el umbral con la base ambiental
fr: Affinez le seuil avec la base ambiante
ja: 環境ベースでしきい値を微調整
pt_br: Ajuste fino do limite com base ambiente
zh: 根据环境基线微调阈值

# featureSupport
source: Faster help and early feature access
de: Schnellerer Support & früher Zugriff
es: Ayuda más rápida y acceso anticipado
fr: Support plus rapide et accès anticipé
ja: 迅速なサポートと先行アクセス
pt_br: Suporte mais rápido e acesso antecipado
zh: 更快的帮助和早期的功能访问

# subscribeCta
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続行
pt_br: Continuar
zh: 继续

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pt_br: Restaurar compras
zh: 恢复购买

# privacyPolicy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
zh: 隐私

# termsOfService
source: Terms
de: AGB
es: Términos
fr: Conditions
ja: 利用規約
pt_br: Termos
zh: 条款

# manageSubscription
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
pt_br: Gerenciar
zh: 管理

# legalDisclaimer
source: Auto-renewing subscription. Cancel anytime in store settings.
de: Automatisch verlängerndes Abo. Jederzeit im Store kündbar.
es: Suscripción auto‑renovable. Cancela en cualquier momento en los ajustes de la tienda.
fr: Abonnement à renouvellement automatique. Annulez à tout moment dans les réglages de la boutique.
ja: 自動更新サブスクリプション。ストア設定でいつでも解約可能。
pt_br: Assinatura com renovação automática. Cancele a qualquer momento nas configurações da loja.
zh: 自动续订订阅。可以随时在商店设置中取消。

# minutesOfSilenceCongrats
source: Great job! {minutes, plural, one {# minute of peaceful silence achieved! ✨} other {# minutes of peaceful silence achieved! ✨}}
de: Starke Leistung! {minutes, plural, one {# Minute stille erreicht ✨} other {# Minuten Stille erreicht ✨}}
es: ¡Gran trabajo! {minutes, plural, one {# minuto de silencio logrado ✨} other {# minutos de silencio logrados ✨}}
fr: Bravo ! {minutes, plural, one {# minute de silence atteinte ✨} other {# minutes de silence atteintes ✨}}
ja: 素晴らしい！{minutes, plural, one {# 分の静けさを達成 ✨} other {# 分の静けさを達成 ✨}}
pt_br: Ótimo! {minutes, plural, one {# minuto de silêncio alcançado ✨} other {# minutos de silêncio alcançados ✨}}
zh: 干得好！ {minutes, plural, one {#分钟的和平沉默！ ✨} other {#分钟的和平沉默！ ✨}}

source: minutes
de: Minuten
es: minutos
ja: 分
pt_br: minutos
zh: 分钟

source: minute
es: minuto
ja: 分
pt_br: minuto
zh: 分钟

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
ja: CSVエクスポート
pt_br: Exportar CSV
zh: 导出 CSV

source: Export PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter PDF
ja: PDFエクスポート
pt_br: Exportar PDF
zh: 导出PDF

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
zh: 设置

source: Themes
de: Themen
es: Temas
fr: Thèmes
ja: テーマ
pt_br: Temas
zh: 主题

source: Analytics
de: Analytik
es: Analítica
fr: Analytique
ja: 分析
pt_br: Análises
zh: 分析

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
pt_br: Histórico
zh: 历史

source: Start Session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer
ja: 開始
pt_br: Iniciar sessão
zh: 开始练习

# stopSession
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
pt_br: Parar
zh: 停止

# pauseSession
source: Pause
es: Pausar
ja: 一時停止
pt_br: Pausar
zh: 暂停

# resumeSession
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar
zh: 恢复

source: Session saved
de: Sitzung gespeichert
es: Sesión guardada
fr: Session enregistrée
ja: セッションを保存しました
pt_br: Sessão salva
zh: 练习已保存

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
pt_br: Copiado
zh: 已复制

# errorGeneric
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
ja: 問題が発生しました
pt_br: Algo deu errado
zh: 出了点问题

# permissionMicrophoneDenied
source: Microphone permission denied
de: Mikrofonberechtigung verweigert
es: Permiso de micrófono denegado
fr: Permission micro refusée
ja: マイク権限が拒否されました
pt_br: Permissão de microfone negada
zh: 麦克风权限被拒绝

# actionRetry
source: Retry
de: Erneut
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh: 重试

# listeningStatus
source: Listening...
de: Hört zu...
es: Escuchando...
fr: Écoute...
ja: 計測中...
pt_br: Ouvindo...
zh: 听...

# successPointMessage
source: Silence achieved! +1 point
de: Stille erreicht! +1 Punkt
es: ¡Silencio logrado! +1 punto
fr: Silence atteint ! +1 point
ja: 静けさ達成！+1 ポイント
pt_br: Silêncio alcançado! +1 ponto
zh: 实现了沉默！ +1 点

# tooNoisyMessage
source: Too noisy! Try again
de: Zu laut! Versuche es erneut
es: ¡Demasiado ruido! Intenta de nuevo
fr: Trop de bruit ! Réessayez
ja: 騒がしすぎます。再試行してください
pt_br: Muito barulho! Tente novamente
zh: 太吵了！再试一次

source: Total Points
de: Gesamtpunkte
es: Puntos Totales
fr: Total de points
ja: 合計ポイント
pt_br: Pontos Totais
zh: 总分

source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série en cours
ja: 現在の連続
pt_br: Sequência Atual
zh: 当前连胜

source: Best Streak
de: Beste Serie
es: Mejor Racha
fr: Meilleure série
ja: 最高連続
pt_br: Melhor Sequência
zh: 最佳连胜纪录

# welcomeMessage
source: Press Start to begin your silence journey!
de: Drücke Start, um zu beginnen
es: Pulsa Iniciar para comenzar tu viaje de silencio
fr: Appuyez sur Démarrer pour commencer
ja: 開始を押して静けさの旅を始めましょう
pt_br: Pressione Iniciar para começar sua jornada
zh: 按“开始”开始您的静音之旅！

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
pt_br: Redefinir todos os dados
zh: 重置所有数据

# resetDataConfirmation
source: Are you sure you want to reset all your progress?
de: Fortschritt wirklich zurücksetzen?
es: ¿Seguro que deseas restablecer todo tu progreso?
fr: Réinitialiser tout votre progrès ?
ja: 進捗をすべてリセットしますか？
pt_br: Tem certeza que deseja redefinir seu progresso?
zh: 您确定要重置所有进度吗？

# resetDataSuccess
source: Data reset successfully
de: Daten zurückgesetzt
es: Datos restablecidos
fr: Données réinitialisées
ja: データをリセットしました
pt_br: Dados redefinidos
zh: 数据重置成功

# decibelThresholdLabel
source: Decibel Threshold
de: Dezibel-Schwelle
es: Umbral de decibelios
fr: Seuil de décibels
ja: デシベルしきい値
pt_br: Limite de decibéis
zh: 分贝阈值

# decibelThresholdHint
source: Set the maximum allowed noise level (dB)
de: Maximale Geräuschpegelgrenze festlegen (dB)
es: Establece el nivel máximo de ruido (dB)
fr: Définissez le niveau maximum de bruit (dB)
ja: 許容される最大ノイズレベル (dB) を設定
pt_br: Defina o nível máximo de ruído (dB)
zh: 设置最大允许噪音水平 (dB)

# microphonePermissionTitle
source: Microphone Permission
de: Mikrofonberechtigung
es: Permiso de micrófono
fr: Permission micro
ja: マイク権限
pt_br: Permissão de microfone
zh: 麦克风权限

# microphonePermissionMessage
source: Focus Field measures ambient sound levels to help you maintain quiet environments. The app needs microphone access to detect silence, but does not record any audio.
de: Focus Field misst Umgebungsgeräuschpegel, um Ihnen zu helfen, ruhige Umgebungen aufrechtzuerhalten. Die App benötigt Mikrofonzugriff zur Stillerkennung, nimmt jedoch kein Audio auf.
es: Focus Field mide los niveles de sonido ambiente para ayudarte a mantener entornos silenciosos. La aplicación necesita acceso al micrófono para detectar el silencio, pero no graba ningún audio.
fr: Focus Field mesure les niveaux de bruit ambiant pour vous aider à maintenir des environnements calmes. L'application a besoin d'accéder au microphone pour détecter le silence, mais n'enregistre aucun audio.
ja: Focus Fieldは、静かな環境を維持するために周囲の音レベルを測定します。 アプリは沈黙を検出するためにマイクアクセスを必要としますが、音声は録音しません。
pt_br: Focus Field mede os níveis de som ambiente para ajudá-lo a manter ambientes silenciosos. O aplicativo precisa de acesso ao microfone para detectar o silêncio, mas não grava nenhum áudio.
zh: Focus Field 测量环境声级，帮助您保持安静的环境。 该应用程序需要麦克风访问权限来检测静音，但不会录制任何音频。

# permissionDeniedMessage
source: Microphone permission is required to measure silence. Please enable it in settings.
de: Mikrofon erforderlich. In den Einstellungen aktivieren.
es: Se requiere permiso de micrófono. Actívalo en ajustes.
fr: Le micro est requis. Activez‑le dans les réglages.
ja: 測定にはマイク権限が必要です。設定で有効にしてください。
pt_br: Permissão de microfone necessária. Ative nas configurações.
zh: 测量静音需要麦克风许可。请在设置中启用它。

# noiseMeterError
source: Unable to access microphone
de: Mikrofon nicht verfügbar
es: No se puede acceder al micrófono
fr: Accès micro impossible
ja: マイクにアクセスできません
pt_br: Não foi possível acessar o microfone
zh: 无法访问麦克风

# premiumFeaturesTitle
source: Premium Features
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
ja: プレミアム機能
pt_br: Recursos Premium
zh: 高级功能

# premiumDescription
source: Unlock extended sessions, advanced analytics, and data export
de: Schalte erweiterte Sitzungen, Analytik und Export frei
es: Desbloquea sesiones extendidas, analítica avanzada y exportación
fr: Débloquez sessions étendues, analytique et export
ja: 延長セッション・高度な分析・エクスポートを解放
pt_br: Desbloqueie sessões longas, análises e exportação
zh: 解锁扩展会话、高级分析和数据导出

# premiumRequiredMessage
source: This feature requires Premium subscription
de: Funktion nur für Premium
es: Esta función requiere Premium
fr: Fonction réservée au Premium
ja: この機能はプレミアムが必要です
pt_br: Requer assinatura Premium
zh: 此功能需要高级订阅

# subscriptionSuccessMessage
source: Successfully subscribed! Enjoy your premium features
de: Abo erfolgreich!
es: ¡Suscripción exitosa!
fr: Abonnement réussi !
ja: 購読が完了しました
pt_br: Assinatura concluída!
zh: 订阅成功！享受您的高级功能

# subscriptionErrorMessage
source: Unable to process subscription. Please try again
de: Abo fehlgeschlagen
es: No se pudo procesar la suscripción
fr: Échec de l'abonnement
ja: 購読を処理できませんでした
pt_br: Não foi possível concluir a assinatura
zh: 无法处理订阅。请重试

# restoreSuccessMessage
source: Purchases restored successfully
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
ja: 購入を復元しました
pt_br: Compras restauradas
zh: 购买成功恢复

# restoreErrorMessage
source: No purchases found to restore
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
ja: 購入が見つかりません
pt_br: Nenhuma compra encontrada
zh: 未找到可恢复的购买

# yearlyPlanTitle
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年額
pt_br: Anual
zh: 每年

# monthlyPlanTitle
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月額
pt_br: Mensal
zh: 每月

source: SAVE {percent}%
de: SPARE {percent}%
es: AHORRA {percent}%
fr: ÉCONOMISEZ {percent}%
ja: {percent}% お得
pt_br: ECONOMIZE {percent}%
zh: 节省 {percent}%

# billedAnnually
source: Billed at {price}/yr.
de: Abgerechnet {price}/Jahr
es: Facturado a {price}/año
fr: Facturé {price}/an
ja: 年額 {price}
pt_br: Cobrado {price}/ano
zh: 按每年 {price} 计费。

# billedMonthly
source: Billed at {price}/mo.
de: Abgerechnet {price}/Monat
es: Facturado a {price}/mes
fr: Facturé {price}/mois
ja: 月額 {price}
pt_br: Cobrado {price}/mês
zh: 按每月 {price} 计费。

# mockSubscriptionsBanner
source: Mock Subscriptions Enabled
de: Mock-Abos aktiv
es: Suscripciones simuladas activas
fr: Abonnements simulés
ja: モック購読有効
pt_br: Assinaturas simuladas ativas
zh: 模拟订阅已启用

# splashTagline
source: Measure Silence, Build Focus
de: Stille messen, Fokus aufbauen
es: Encuentra tu quietud
fr: Mesurez le Silence, Créez la Concentration
ja: 静けさを見つけよう
pt_br: Meça o Silêncio, Construa Foco
zh: 寻找属于你的安静

# appIconSemantic
source: App icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
ja: アプリアイコン
pt_br: Ícone do app
zh: 应用程序图标

# tabBasic
source: Basic
de: Basis
es: Básico
fr: Basique
ja: 基本
pt_br: Básico
zh: 基本的

# tabAdvanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
pt_br: Avançado
zh: 先进的

# tabAbout
source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報
pt_br: Sobre
zh: 关于

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fr: Réinitialiser tous les réglages
ja: 全設定をリセット
pt_br: Redefinir todas as configurações
zh: 重置所有设置

# resetAllSettingsDescription
source: This will reset all settings and data. Cannot be undone.
de: Dies setzt alle Einstellungen und Daten zurück. Nicht rückgängig.
es: Esto restablecerá todos los ajustes y datos. No se puede deshacer.
fr: Cela réinitialisera tous les réglages et données. Irréversible.
ja: すべての設定とデータを初期化します (元に戻せません)
pt_br: Isto redefinirá todas as configurações e dados. Irreversível.
zh: 这将重置所有设置和数据。无法撤消。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh: 取消

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
zh: 重置

# allSettingsReset
source: All settings and data have been reset
de: Alle Einstellungen und Daten wurden zurückgesetzt
es: Todos los ajustes y datos fueron restablecidos
fr: Tous les réglages et données ont été réinitialisés
ja: 全設定とデータをリセットしました
pt_br: Todas as configurações e dados foram redefinidos
zh: 所有设置和数据均已重置

# decibelThresholdMaxNoise
source: Decibel Threshold (max noise level)
de: Dezibel-Schwelle (max. Lärm)
es: Umbral de decibelios (ruido máx)
fr: Seuil décibels (bruit max)
ja: デシベルしきい値 (最大騒音)
pt_br: Limite de decibéis (ruído máx)
zh: 分贝阈值（最大噪音水平）

# highThresholdWarningText
source: High threshold may ignore meaningful noise events.
de: Hoher Schwellenwert kann relevante Geräusche ignorieren.
es: Un umbral alto puede ignorar ruidos importantes.
fr: Un seuil élevé peut ignorer des bruits pertinents.
ja: 高いしきい値は重要な音を無視する可能性があります
pt_br: Limite alto pode ignorar ruídos importantes.
zh: 高阈值可能会忽略有意义的噪声事件。

# decibelThresholdTooltip
source: Typical quiet spaces: 30–40 dB. Calibrate; raise only if normal hum counts as noise.
de: Typisch ruhige Räume: 30–40 dB. Kalibrieren; nur erhöhen falls Brummen zählt.
es: Espacios silenciosos típicos: 30–40 dB. Calibra; sube solo si el zumbido cuenta como ruido.
fr: Espaces calmes typiques : 30–40 dB. Calibrez; augmentez seulement si le bourdonnement compte comme bruit.
ja: 静かな場所: 30–40 dB 校正後 通常ハムがノイズなら上げる
pt_br: Ambientes silenciosos: 30–40 dB. Calibre; aumente só se o zumbido contar.
zh: 典型的安静空间：30–40 dB。校准;仅当正常嗡嗡声算作噪音时才会升高。

source: Session Duration
de: Sitzungsdauer
es: Duración de la sesión
fr: Durée de session
ja: セッション時間
pt_br: Duração da sessão
zh: 练习时长

# upgradeForMinutes
source: Upgrade for {minutes}m
de: Upgrade für {minutes}m
es: Mejora para {minutes}m
fr: Passer pour {minutes}m
ja: {minutes}分にアップグレード
pt_br: Upgrade para {minutes}m
zh: 升级 {minutes} 分钟

# freeUpToMinutes
source: Free: up to {minutes} min
de: Frei: bis {minutes} Min
es: Gratis: hasta {minutes} min
fr: Gratuit : jusqu'à {minutes} min
ja: 無料: 最大 {minutes} 分
pt_br: Grátis: até {minutes} min
zh: 免费：最多{minutes}分钟

# durationLabel
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 時間
pt_br: Duração
zh: 期间

# minutesShort
source: min
ja: 分
zh: 分钟

source: Noise Calibration
de: Lärmkallibrierung
es: Calibración de ruido
fr: Calibration du bruit
ja: ノイズ較正
pt_br: Calibração de ruído
zh: 噪声校准

source: Calibrate baseline
de: Basis kalibrieren
es: Calibrar base
fr: Calibrer base
ja: ベース較正
pt_br: Calibrar base
zh: 校准基线

# unlockAdvancedCalibration
source: Unlock advanced noise calibration
de: Erweiterte Kalibrierung freischalten
es: Desbloquea calibración avanzada de ruido
fr: Débloquez la calibration avancée
ja: 高度な較正をアンロック
pt_br: Desbloquear calibração avançada
zh: 解锁高级噪声校准

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter données
ja: データ書き出し
pt_br: Exportar dados
zh: 导出数据

source: Session history
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
ja: セッション履歴
pt_br: Histórico de sessões
zh: 练习历史

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
pt_br: Notificações
zh: 通知

source: Reminders & celebrations
de: Erinnerungen & Feiern
es: Recordatorios y celebraciones
fr: Rappels & célébrations
ja: リマインダーと祝福
pt_br: Lembretes e celebrações
zh: 提醒和庆祝活动

source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
pt_br: Acessibilidade
zh: 无障碍

source: Accessibility features
de: Barrierefreiheitsfunktionen
es: Funciones de accesibilidad
fr: Fonctions d'accessibilité
ja: アクセシビリティ機能
pt_br: Recursos de acessibilidade
zh: 辅助功能

source: App Information
es: Información de la app
fr: Infos application
ja: アプリ情報
pt_br: Informações do app
zh: 应用信息

source: Version
es: Versión
ja: バージョン
pt_br: Versão
zh: 版本

source: Bundle ID
es: ID de paquete
ja: バンドルID
zh: 捆绑包 ID

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
pt_br: Ambiente
zh: 环境

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide & support
ja: ヘルプとサポート
pt_br: Ajuda e suporte
zh: 帮助与支持

source: Support
es: Soporte
ja: サポート
pt_br: Suporte
zh: 支持

source: Rate App
de: Bewerten
es: Calificar
fr: Noter
ja: 評価
pt_br: Avaliar
zh: 评价应用程序

# errorLoadingSettings
source: Error loading settings: {error}
de: Fehler beim Laden: {error}
es: Error cargando ajustes: {error}
fr: Erreur chargement réglages : {error}
ja: 設定読み込みエラー: {error}
pt_br: Erro ao carregar: {error}
zh: 加载设置时出错：{error}

# exportNoData
source: No data available to export
de: Keine Daten zum Export
es: No hay datos para exportar
fr: Aucune donnée à exporter
ja: 書き出すデータがありません
pt_br: Sem dados para exportar
zh: 没有可导出的数据

# chooseExportFormat
source: Choose export format for your {sessions} sessions:
de: Format für {sessions} Sitzungen wählen:
es: Elige formato para tus {sessions} sesiones:
fr: Choisissez le format pour vos {sessions} sessions :
ja: {sessions}件のセッション形式を選択:
pt_br: Escolha formato para {sessions} sessões:
zh: 为您的 {sessions} 会话选择导出格式：

source: CSV Spreadsheet
de: CSV Tabelle
es: Hoja de cálculo CSV
fr: Feuille CSV
ja: CSVスプレッドシート
pt_br: Planilha CSV
zh: CSV 电子表格

source: Raw data for analysis
de: Rohdaten für Analyse
es: Datos crudos para análisis
fr: Données brutes pour analyse
ja: 分析用生データ
pt_br: Dados brutos para análise
zh: 用于分析的原始数据

source: PDF Report
de: PDF Bericht
es: Informe PDF
fr: Rapport PDF
ja: PDFレポート
pt_br: Relatório PDF
zh: PDF报告

source: Formatted report with charts
de: Bericht mit Diagrammen
es: Informe formateado con gráficos
fr: Rapport avec graphiques
ja: グラフ付き整形レポート
pt_br: Relatório com gráficos
zh: 带图表的格式化报告

# generatingExport
source: Generating {format} export...
de: Erzeuge {format} Export...
es: Generando exportación {format}...
fr: Génération export {format}...
ja: {format} 書き出し生成中...
pt_br: Gerando exportação {format}...
zh: 正在生成 {format} 导出...

# exportCompleted
source: {format} export completed!
de: {format} Export fertig
es: Exportación {format} completada
fr: Export {format} terminé
ja: {format} 書き出し完了
pt_br: Exportação {format} concluída
zh: {format}导出完成！

# exportFailed
source: Export failed: {error}
de: Export fehlgeschlagen: {error}
es: Fallo en exportación: {error}
fr: Échec export : {error}
ja: 書き出し失敗: {error}
pt_br: Falha exportação: {error}
zh: 导出失败：{error}

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar
zh: 关闭

# supportTitle
source: Support
es: Soporte
ja: サポート
pt_br: Suporte
zh: 支持

# responseTimeLabel
source: Response Time: {time}
de: Reaktionszeit: {time}
es: Tiempo de respuesta: {time}
fr: Délai de réponse : {time}
ja: 応答時間: {time}
pt_br: Tempo de resposta: {time}
zh: 响应时间：{time}

source: Docs
de: Doks
ja: ドキュメント
zh: 文档

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
ja: サポートに連絡
pt_br: Contatar suporte
zh: 联系支持人员

# emailOpenDescription
source: Opens your email app with system information pre-filled
de: Öffnet Mail-App mit Systeminfo vorausgefüllt
es: Abre tu correo con información del sistema pre‑rellenada
fr: Ouvre votre mail avec infos système pré-remplies
ja: システム情報付きでメールアプリを開く
pt_br: Abre seu e-mail com info do sistema pré-preenchida
zh: 打开您的电子邮件应用程序并预​​先填写系统信息

source: Subject
de: Betreff
es: Asunto
fr: Sujet
ja: 件名
pt_br: Assunto
zh: 主题

source: Brief description
de: Kurze Beschreibung
es: Descripción breve
fr: Brève description
ja: 概要
pt_br: Breve descrição
zh: 简要说明

source: Description
de: Beschreibung
es: Descripción
ja: 説明
pt_br: Descrição
zh: 描述

# issueDescriptionHint
source: Provide details about your issue...
de: Details zum Problem...
es: Describe tu problema...
fr: Détaillez votre problème...
ja: 問題の詳細を入力...
pt_br: Detalhe seu problema...
zh: 提供有关您的问题的详细信息...

source: Opening Email...
de: E-Mail wird geöffnet...
es: Abriendo correo...
fr: Ouverture du mail...
ja: メールを開いています...
pt_br: Abrindo e-mail...
zh: 打开电子邮件...

source: Open Email App
de: Mail-App öffnen
es: Abrir app de correo
fr: Ouvrir l'app mail
ja: メールアプリを開く
pt_br: Abrir app de e-mail
zh: 打开电子邮件应用程序

# fillSubjectDescription
source: Please fill subject and description
de: Betreff und Beschreibung ausfüllen
es: Rellena asunto y descripción
fr: Renseignez sujet et description
ja: 件名と説明を入力してください
pt_br: Preencha assunto e descrição
zh: 请填写主题和描述

# emailOpened
source: Email app opened. Send when ready.
de: Mail-App geöffnet. Senden wenn bereit.
es: App de correo abierta. Envía cuando quieras.
fr: Application mail ouverte. Envoyez quand prêt.
ja: メールアプリを開きました。準備ができたら送信
pt_br: App de e-mail aberta. Envie quando quiser.
zh: 电子邮件应用程序已打开。准备好后发送。

# noEmailAppFound
source: No email app found. Contact:
de: Keine Mail-App gefunden. Kontakt:
es: No se encontró app de correo. Contacto:
fr: Pas d'app mail trouvée. Contact :
ja: メールアプリが見つかりません 連絡先:
pt_br: Nenhum app de e-mail encontrado. Contato:
zh: 找不到电子邮件应用程序。接触：

# standardSubject
source: Subject: [STANDARD] {subject}
de: Betreff: [STANDARD] {subject}
es: Asunto: [STANDARD] {subject}
fr: Sujet: [STANDARD] {subject}
ja: 件名: [STANDARD] {subject}
pt_br: Assunto: [STANDARD] {subject}
zh: 主题：[标准] {subject}

# issueLine
source: Issue: {issue}
de: Problem: {issue}
es: Incidencia: {issue}
fr: Problème: {issue}
ja: 問題: {issue}
pt_br: Problema: {issue}
zh: 问题：{issue}
