Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# aboutShowTipsDescription
source: Show helpful tips on app startup and via the lightbulb icon. Tips appear every 2-3 days.
de: Zeigt hilfreiche Tipps beim App-Start und über das Glühbirnensymbol. Tipps erscheinen alle 2-3 Tage.
es: Muestra consejos útiles al iniciar la aplicación y mediante el icono de bombilla. Los consejos aparecen cada 2-3 días.
fr: Affichez des conseils utiles au démarrage de l'application et via l'icône d'ampoule. Les conseils apparaissent tous les 2-3 jours.
ja: アプリ起動時と電球アイコンから役立つヒントを表示します。ヒントは2〜3日ごとに表示されます。
pt_br: Mostra dicas úteis no arranque da aplicação e através do ícone de lâmpada. As dicas aparecem a cada 2-3 dias.
zh: 通过灯泡图标显示有关应用程序启动的有用提示。提示每 2-3 天出现一次。

# aboutReplayOnboarding
source: Replay Onboarding
de: Einführung wiederholen
es: Repetir Introducción
fr: Rejouer l'intégration
ja: オンボーディングを再生
pt_br: Repetir Introdução
zh: 重播入职流程

# aboutReplayOnboardingDescription
source: Review the app tour and setup your preferences again
de: Überprüfen Sie die App-Tour und richten Sie Ihre Einstellungen erneut ein
es: Revisa el recorrido de la aplicación y configura tus preferencias nuevamente
fr: Consultez à nouveau la visite de l'application et configurez vos préférences
ja: アプリツアーを確認し、設定を再度セットアップします
pt_br: Reveja o tour da aplicação e configure as suas preferências novamente
zh: 查看应用程序导览并再次设置您的首选项

# buttonFaq
source: FAQ
es: Preguntas Frecuentes
ja: よくある質問
zh: 常问问题

# onboardingWelcomeMessage
source: Welcome! Ready to start your first session? 🚀
de: Willkommen! Bereit für Ihre erste Sitzung? 🚀
es: ¡Bienvenido! ¿Listo para comenzar tu primera sesión? 🚀
fr: Bienvenue ! Prêt à commencer votre première session ? 🚀
ja: ようこそ！最初のセッションを始める準備はできましたか？ 🚀
pt_br: Bem-vindo! Pronto para começar a sua primeira sessão? 🚀
zh: 欢迎！准备好开始你的第一堂课了吗？ 🚀

# onboardingFeatureEarnTitle
source: Earn Rewards
de: Belohnungen verdienen
es: Gana Recompensas
fr: Gagner des récompenses
ja: 報酬を獲得
pt_br: Ganhar Recompensas
zh: 赚取奖励

# onboardingFeatureEarnDesc
source: Every quiet minute counts! Collect points and celebrate your wins 🏆
de: Jede ruhige Minute zählt! Sammeln Sie Punkte und feiern Sie Ihre Erfolge 🏆
es: ¡Cada minuto tranquilo cuenta! Colecciona puntos y celebra tus victorias 🏆
fr: Chaque minute calme compte ! Collectez des points et célébrez vos victoires 🏆
ja: 静かな1分1分が大切！ポイントを集めて勝利を祝いましょう 🏆
pt_br: Cada minuto silencioso conta! Colete pontos e celebre as suas vitórias 🏆
zh: 每安静的一分钟都很重要！收集积分并庆祝您的胜利🏆

# onboardingFeatureBuildTitle
source: Build Streaks
de: Serien aufbauen
es: Construye Rachas
fr: Construire des séries
ja: ストリークを構築
pt_br: Construir Sequências
zh: 建立连胜

# onboardingFeatureBuildDesc
source: Keep the momentum going! Our compassionate system keeps you motivated 🔥
de: Halten Sie die Dynamik aufrecht! Unser mitfühlendes System hält Sie motiviert 🔥
es: ¡Mantén el impulso! Nuestro sistema compasivo te mantiene motivado 🔥
fr: Gardez l'élan ! Notre système compatissant vous garde motivé 🔥
ja: 勢いを維持しましょう！思いやりのあるシステムがあなたをやる気にさせます 🔥
pt_br: Mantenha o impulso! O nosso sistema compassivo mantém-no motivado 🔥
zh: 继续保持势头！我们的富有同情心的系统让您充满动力🔥

# onboardingEnvironmentDescription
source: Choose your typical environment so we can optimize for your space!
de: Wählen Sie Ihre typische Umgebung, damit wir sie für Ihren Raum optimieren können!
es: ¡Elige tu entorno típico para que podamos optimizar tu espacio!
fr: Choisissez votre environnement typique pour que nous puissions optimiser votre espace !
ja: あなたの典型的な環境を選択して、スペースを最適化しましょう！
pt_br: Escolha o seu ambiente típico para que possamos otimizar o seu espaço!
zh: 选择您的典型环境，以便我们优化您的空间！

# onboardingEnvQuietHome
source: Quiet Home
de: Ruhiges Zuhause
es: Casa Tranquila
fr: Maison calme
ja: 静かな家
pt_br: Casa Silenciosa
zh: 安静的家

# onboardingEnvQuietHomeLevel
source: 30 dB - Very quiet
de: 30 dB - Sehr ruhig
es: 30 dB - Muy tranquilo
fr: 30 dB - Très calme
ja: 30 dB - とても静か
pt_br: 30 dB - Muito silencioso
zh: 30 分贝 - 非常安静

# onboardingEnvOffice
source: Typical Office
de: Typisches Büro
es: Oficina Típica
fr: Bureau typique
ja: 典型的なオフィス
pt_br: Escritório Típico
zh: 典型办公室

# onboardingEnvOfficeLevel
source: 40 dB - Library quiet (Recommended)
de: 40 dB - Bibliotheksruhe (Empfohlen)
es: 40 dB - Silencio de biblioteca (Recomendado)
fr: 40 dB - Calme de bibliothèque (Recommandé)
ja: 40 dB - 図書館の静けさ（推奨）
pt_br: 40 dB - Silêncio de biblioteca (Recomendado)
zh: 40 分贝 - 图书馆安静（推荐）

# onboardingEnvBusy
source: Busy Space
de: Belebter Raum
es: Espacio Concurrido
fr: Espace occupé
ja: 忙しいスペース
pt_br: Espaço Movimentado
zh: 繁忙空间

# onboardingEnvBusyLevel
source: 50 dB - Moderate noise
de: 50 dB - Mäßiger Lärm
es: 50 dB - Ruido moderado
fr: 50 dB - Bruit modéré
ja: 50 dB - 中程度の騒音
pt_br: 50 dB - Ruído moderado
zh: 50 分贝 - 中等噪音

# onboardingEnvNoisy
source: Noisy Environment
de: Laute Umgebung
es: Entorno Ruidoso
fr: Environnement bruyant
ja: 騒がしい環境
pt_br: Ambiente Ruidoso
zh: 嘈杂的环境

# onboardingEnvNoisyLevel
source: 60 dB - Higher noise
de: 60 dB - Höherer Lärm
es: 60 dB - Ruido alto
fr: 60 dB - Bruit plus élevé
ja: 60 dB - より高い騒音
pt_br: 60 dB - Ruído mais alto
zh: 60 dB - 更高噪音

# onboardingAdjustAnytime
source: You can adjust this anytime in Settings
de: Sie können dies jederzeit in den Einstellungen anpassen
es: Puedes ajustar esto en cualquier momento en Configuración
fr: Vous pouvez ajuster cela à tout moment dans les paramètres
ja: これはいつでも設定で調整できます
pt_br: Pode ajustar isto a qualquer momento nas Definições
zh: 您可以随时在“设置”中进行调整

# buttonGetStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
pt_br: Começar
zh: 开始使用

# buttonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Seguinte
zh: 下一个

# errorActivityRequired
source: ⚠️ At least one activity must be enabled
de: ⚠️ Mindestens eine Aktivität muss aktiviert sein
es: ⚠️ Debe habilitarse al menos una actividad
fr: ⚠️ Au moins une activité doit être activée
ja: ⚠️ 少なくとも1つのアクティビティを有効にする必要があります
pt_br: ⚠️ Pelo menos uma atividade deve estar ativada
zh: ⚠️ 必须至少启用一项活动

# errorGoalExceeds
source: Total goals exceed 18-hour daily limit. Please reduce goals.
de: Gesamtziele überschreiten das tägliche 18-Stunden-Limit. Bitte reduzieren Sie die Ziele.
es: Los objetivos totales exceden el límite diario de 18 horas. Por favor, reduce los objetivos.
fr: Les objectifs totaux dépassent la limite quotidienne de 18 heures. Veuillez réduire les objectifs.
ja: 合計目標が1日18時間の制限を超えています。目標を減らしてください。
pt_br: Os objetivos totais excedem o limite diário de 18 horas. Por favor, reduza os objetivos.
zh: 总目标超过每日 18 小时限制。请减少目标。

# messageSaved
source: Settings saved
de: Einstellungen gespeichert
es: Configuración guardada
fr: Paramètres enregistrés
ja: 設定が保存されました
pt_br: Definições guardadas
zh: 设置已保存

# errorPermissionRequired
source: Permission required
de: Berechtigung erforderlich
es: Se requiere permiso
fr: Autorisation requise
ja: 権限が必要です
pt_br: Permissão necessária
zh: 需要许可

# notificationEnableReason
source: Enable notifications to receive reminders and celebrate achievements.
de: Aktivieren Sie Benachrichtigungen, um Erinnerungen zu erhalten und Erfolge zu feiern.
es: Habilita las notificaciones para recibir recordatorios y celebrar logros.
fr: Activez les notifications pour recevoir des rappels et célébrer les réalisations.
ja: リマインダーを受け取り、達成を祝うために通知を有効にしてください。
pt_br: Ative as notificações para receber lembretes e celebrar conquistas.
zh: 启用通知以接收提醒并庆祝成就。

# buttonEnableNotifications
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les notifications
ja: 通知を有効にする
pt_br: Ativar Notificações
zh: 启用通知

# buttonRequesting
source: Requesting...
de: Wird angefordert...
es: Solicitando...
fr: Demande en cours...
ja: リクエスト中...
pt_br: A solicitar...
zh: 请求...

# notificationDailyTime
source: Daily Time
de: Tägliche Zeit
es: Hora Diaria
fr: Heure quotidienne
ja: 毎日の時間
pt_br: Hora Diária
zh: 每日时间

# notificationDailyReminderSet
source: Daily reminder at {time}
de: Tägliche Erinnerung um {time}
es: Recordatorio diario a las {time}
fr: Rappel quotidien à {time}
ja: {time}に毎日のリマインダー
pt_br: Lembrete diário às {time}
zh: 每日{time}提醒

# notificationLearning
source: learning
de: lernen
es: aprendiendo
fr: apprentissage
ja: 学習中
pt_br: a aprender
zh: 学习

# notificationSmart
source: Smart ({time})
de: Intelligent ({time})
es: Inteligente ({time})
fr: Intelligent ({time})
ja: スマート（{time}）
pt_br: Inteligente ({time})
zh: 智能（{time}）

# buttonUseSmart
source: Use Smart
de: Intelligent verwenden
es: Usar Inteligente
fr: Utiliser Intelligent
ja: スマートを使用
pt_br: Usar Inteligente
zh: 使用智能

# notificationSmartExplanation
source: Choose a fixed time or let Focus Field learn your pattern.
de: Wählen Sie eine feste Zeit oder lassen Sie Focus Field Ihr Muster lernen.
es: Elige una hora fija o deja que Focus Field aprenda tu patrón.
fr: Choisissez une heure fixe ou laissez Focus Field apprendre votre modèle.
ja: 固定時間を選択するか、Focus Fieldにパターンを学習させてください。
pt_br: Escolha uma hora fixa ou deixe o Focus Field aprender o seu padrão.
zh: 选择固定时间或让 Focus Field 学习您的模式。

# notificationSessionComplete
source: Session Completed
de: Sitzung abgeschlossen
es: Sesión Completada
fr: Session terminée
ja: セッション完了
pt_br: Sessão Concluída
zh: 会话已完成

# notificationSessionCompleteDesc
source: Celebrate completed sessions
de: Abgeschlossene Sitzungen feiern
es: Celebra sesiones completadas
fr: Célébrer les sessions terminées
ja: 完了したセッションを祝う
pt_br: Celebrar sessões concluídas
zh: 庆祝已完成的课程

# notificationAchievement
source: Achievement Unlocked
de: Erfolg freigeschaltet
es: Logro Desbloqueado
fr: Réussite débloquée
ja: 達成アンロック
pt_br: Conquista Desbloqueada
zh: 解锁成就

# notificationAchievementDesc
source: Milestone notifications
de: Meilenstein-Benachrichtigungen
es: Notificaciones de hitos
fr: Notifications de jalons
ja: マイルストーン通知
pt_br: Notificações de marcos
zh: 里程碑通知

# notificationWeekly
source: Weekly Progress Summary
de: Wöchentliche Fortschrittszusammenfassung
es: Resumen Semanal de Progreso
fr: Résumé hebdomadaire des progrès
ja: 週次進捗サマリー
pt_br: Resumo Semanal de Progresso
zh: 每周进度总结

# notificationWeeklyDesc
source: Weekly insights (weekday & time)
de: Wöchentliche Einblicke (Wochentag und Uhrzeit)
es: Información semanal (día y hora)
fr: Aperçus hebdomadaires (jour de la semaine et heure)
ja: 週次インサイト（曜日と時間）
pt_br: Insights semanais (dia da semana e hora)
zh: 每周见解（工作日和时间）

# notificationWeeklyTime
source: Weekly Time
de: Wöchentliche Zeit
es: Hora Semanal
fr: Heure hebdomadaire
ja: 週次時間
pt_br: Hora Semanal
zh: 每周时间

# notificationMilestone
source: Milestone notifications
de: Meilenstein-Benachrichtigungen
es: Notificaciones de hitos
fr: Notifications de jalons
ja: マイルストーン通知
pt_br: Notificações de marcos
zh: 里程碑通知

# notificationWeeklyInsights
source: Weekly insights (weekday & time)
de: Wöchentliche Einblicke (Wochentag & Uhrzeit)
es: Informes semanales (día y hora)
fr: Informations hebdomadaires (jour et heure)
ja: 週次インサイト（曜日と時刻）
pt_br: Insights semanais (dia da semana e horário)
zh: 每周见解（工作日和时间）

# notificationDailyReminder
source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
pt_br: Lembrete diário
zh: 每日提醒

# notificationComplete
source: Session Complete
de: Sitzung abgeschlossen
es: Sesión completada
fr: Session terminée
ja: セッション完了
pt_br: Sessão concluída
zh: 会话完成

# settingsSnackbar
source: Please enable notifications in device settings
de: Bitte aktivieren Sie Benachrichtigungen in den Geräteeinstellungen
es: Por favor, habilita las notificaciones en la configuración del dispositivo
fr: Veuillez activer les notifications dans les paramètres de l'appareil
ja: デバイス設定で通知を有効にしてください
pt_br: Por favor, ative as notificações nas configurações do dispositivo
zh: 请在设备设置中启用通知

# shareCardTitle
source: Share Card
de: Karte teilen
es: Compartir tarjeta
fr: Partager la carte
ja: カードを共有
pt_br: Compartilhar cartão
zh: 共享卡

source: Share Your Week
de: Teile deine Woche
es: Comparte tu semana
fr: Partagez votre semaine
ja: あなたの週を共有
pt_br: Compartilhe sua semana
zh: 分享你的一周

# shareStyleGradient
source: Gradient Style
de: Farbverlauf-Stil
es: Estilo degradado
fr: Style dégradé
ja: グラデーションスタイル
pt_br: Estilo gradiente
zh: 渐变风格

# shareStyleGradientDesc
source: Bold gradient with large numbers
de: Mutiger Farbverlauf mit großen Zahlen
es: Degradado audaz con números grandes
fr: Dégradé audacieux avec grands chiffres
ja: 大きな数字の大胆なグラデーション
pt_br: Gradiente ousado com números grandes
zh: 带有大量数字的粗体渐变

# shareWeeklySummary
source: Weekly Summary
de: Wochenzusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 週次サマリー
pt_br: Resumo semanal
zh: 每周总结

# shareStyleAchievement
source: Achievement Style
de: Erfolgs-Stil
es: Estilo de logro
fr: Style de réalisation
ja: 達成スタイル
pt_br: Estilo de conquista
zh: 成就风格

# shareStyleAchievementDesc
source: Focus on total quiet minutes
de: Fokus auf Gesamtzahl der ruhigen Minuten
es: Enfócate en los minutos totales de silencio
fr: Concentrez-vous sur le total de minutes calmes
ja: 合計静寂分数に焦点を当てる
pt_br: Foco no total de minutos silenciosos
zh: 专注于安静的总分钟数

# shareQuietMinutesWeek
source: Quiet Minutes This Week
de: Ruhige Minuten diese Woche
es: Minutos de silencio esta semana
fr: Minutes calmes cette semaine
ja: 今週の静寂分数
pt_br: Minutos silenciosos esta semana
zh: 本周安静时刻

# shareAchievementMessage
source: Building deeper focus,\none session at a time
de: Tieferen Fokus aufbauen,\neine Sitzung nach der anderen
es: Construyendo un enfoque más profundo,\nuna sesión a la vez
fr: Construire une concentration plus profonde,\nune session à la fois
ja: より深い集中を構築、\n一度に一つのセッション
pt_br: Construindo foco mais profundo,\numa sessão de cada vez
zh: 建立更深入的焦点，\一次无会话

# shareAchievementCard
source: Achievement Card
de: Erfolgs-Karte
es: Tarjeta de logro
fr: Carte de réalisation
ja: 達成カード
pt_br: Cartão de conquista
zh: 成就卡

# shareTextOnly
source: Text Only
de: Nur Text
es: Solo texto
fr: Texte uniquement
ja: テキストのみ
pt_br: Apenas texto
zh: 仅文本

# shareTextOnlyDesc
source: Share as plain text (no image)
de: Als reiner Text teilen (kein Bild)
es: Compartir como texto plano (sin imagen)
fr: Partager en texte brut (pas d'image)
ja: プレーンテキストとして共有（画像なし）
pt_br: Compartilhar como texto simples (sem imagem)
zh: 以纯文本形式分享（无图像）

source: Share Your Streak
de: Teile deine Serie
es: Comparte tu racha
fr: Partagez votre série
ja: あなたのストリークを共有
pt_br: Compartilhe sua sequência
zh: 分享你的连胜记录

source: Share as Card
de: Als Karte teilen
es: Compartir como tarjeta
fr: Partager en tant que carte
ja: カードとして共有
pt_br: Compartilhar como cartão
zh: 分享为卡

# shareAsCardDesc
source: Beautiful visual card
de: Schöne visuelle Karte
es: Tarjeta visual hermosa
fr: Belle carte visuelle
ja: 美しいビジュアルカード
pt_br: Cartão visual bonito
zh: 美丽的视觉卡

# shareStreakCard
source: Streak Card
de: Serien-Karte
es: Tarjeta de racha
fr: Carte de série
ja: ストリークカード
pt_br: Cartão de sequência
zh: 连胜卡

source: Share as Text
de: Als Text teilen
es: Compartir como texto
fr: Partager en tant que texte
ja: テキストとして共有
pt_br: Compartilhar como texto
zh: 以文本形式分享

# shareAsTextDesc
source: Simple text message
de: Einfache Textnachricht
es: Mensaje de texto simple
fr: Message texte simple
ja: シンプルなテキストメッセージ
pt_br: Mensagem de texto simples
zh: 简单的短信

# shareErrorFailed
source: Failed to share. Please try again.
de: Freigabe fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al compartir. Por favor, inténtalo de nuevo.
fr: Échec du partage. Veuillez réessayer.
ja: 共有に失敗しました。もう一度お試しください。
pt_br: Falha ao compartilhar. Por favor, tente novamente.
zh: 分享失败。请再试一次。

# buttonShare
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt_br: Compartilhar
zh: 分享

source: Initializing app...
de: App wird initialisiert...
es: Inicializando aplicación...
fr: Initialisation de l'application...
ja: アプリを初期化中...
pt_br: Inicializando aplicativo...
zh: 正在初始化应用程序...

# initializationFailed
source: Initialization failed: {error}
de: Initialisierung fehlgeschlagen: {error}
es: Error de inicialización: {error}
fr: Échec de l'initialisation: {error}
ja: 初期化に失敗しました: {error}
pt_br: Falha na inicialização: {error}
zh: 初始化失败：{error}

source: Loading settings...
de: Einstellungen werden geladen...
es: Cargando configuración...
fr: Chargement des paramètres...
ja: 設定を読み込み中...
pt_br: Carregando configurações...
zh: 正在加载设置...

# settingsLoadingFailed
source: Settings loading failed: {error}
de: Laden der Einstellungen fehlgeschlagen: {error}
es: Error al cargar configuración: {error}
fr: Échec du chargement des paramètres: {error}
ja: 設定の読み込みに失敗しました: {error}
pt_br: Falha ao carregar configurações: {error}
zh: 设置加载失败：{error}

source: Loading user data...
de: Benutzerdaten werden geladen...
es: Cargando datos de usuario...
fr: Chargement des données utilisateur...
ja: ユーザーデータを読み込み中...
pt_br: Carregando dados do usuário...
zh: 正在加载用户数据...

# dataLoadingFailed
source: Data loading failed: {error}
de: Laden der Daten fehlgeschlagen: {error}
es: Error al cargar datos: {error}
fr: Échec du chargement des données: {error}
ja: データの読み込みに失敗しました: {error}
pt_br: Falha ao carregar dados: {error}
zh: 数据加载失败：{error}

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
pt_br: Carregando...
zh: 加载中...

# taglineSilence
source: 🤫 Master the Art of Silence
de: 🤫 Meistere die Kunst der Stille
es: 🤫 Domina el arte del silencio
fr: 🤫 Maîtrisez l'art du silence
ja: 🤫 沈黙の芸術をマスター
pt_br: 🤫 Domine a arte do silêncio
zh: 🤫 掌握沉默的艺术

# errorOops
source: Oops! Something went wrong
de: Hoppla! Etwas ist schief gelaufen
es: ¡Ups! Algo salió mal
fr: Oups ! Quelque chose s'est mal passé
ja: おっと！問題が発生しました
pt_br: Ops! Algo deu errado
zh: 哎呀！出了点问题

# buttonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh: 重试

source: Reset App Data
de: App-Daten zurücksetzen
es: Restablecer datos de la aplicación
fr: Réinitialiser les données de l'application
ja: アプリデータをリセット
pt_br: Redefinir dados do aplicativo
zh: 重置应用程序数据

# resetAppDataMessage
source: This will reset all app data and settings to their defaults. This action cannot be undone.\n\nDo you want to continue?
de: Dies setzt alle App-Daten und Einstellungen auf ihre Standardwerte zurück. Diese Aktion kann nicht rückgängig gemacht werden.\n\nMöchten Sie fortfahren?
es: Esto restablecerá todos los datos y configuraciones de la aplicación a sus valores predeterminados. Esta acción no se puede deshacer.\n\n¿Deseas continuar?
fr: Cela réinitialisera toutes les données et paramètres de l'application à leurs valeurs par défaut. Cette action ne peut pas être annulée.\n\nVoulez-vous continuer?
ja: これにより、すべてのアプリデータと設定がデフォルトにリセットされます。この操作は元に戻せません。\n\n続行しますか？
pt_br: Isso redefinirá todos os dados e configurações do aplicativo para seus padrões. Esta ação não pode ser desfeita.\n\nDeseja continuar?
zh: 这会将所有应用程序数据和设置重置为默认值。此操作无法撤消。\n\n您想继续吗？

# buttonReset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
zh: 重置

# messageDataReset
source: App data has been reset
de: App-Daten wurden zurückgesetzt
es: Los datos de la aplicación se han restablecido
fr: Les données de l'application ont été réinitialisées
ja: アプリデータがリセットされました
pt_br: Os dados do aplicativo foram redefinidos
zh: 应用程序数据已重置

# errorResetFailed
source: Failed to reset data: {error}
de: Fehler beim Zurücksetzen der Daten: {error}
es: Error al restablecer datos: {error}
fr: Échec de la réinitialisation des données: {error}
ja: データのリセットに失敗しました: {error}
pt_br: Falha ao redefinir dados: {error}
zh: 重置数据失败：{error}

# analyticsTitle
source: Analytics
de: Analytik
es: Analítica
fr: Analyses
ja: 分析
pt_br: Análise
zh: 分析

# analyticsOverview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要
pt_br: Visão geral
zh: 概述

# analyticsPoints
source: Points
de: Punkte
es: Puntos
ja: ポイント
pt_br: Pontos
zh: 积分

# analyticsStreak
source: Streak
de: Serie
es: Racha
fr: Série
ja: ストリーク
pt_br: Sequência
zh: 条纹

# analyticsSessions
source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh: 会议

# analyticsLast7Days
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
pt_br: Últimos 7 dias
zh: 过去 7 天

# analyticsPerformanceHighlights
source: Performance Highlights
de: Leistungs-Highlights
es: Aspectos destacados del rendimiento
fr: Points forts des performances
ja: パフォーマンスのハイライト
pt_br: Destaques de desempenho
zh: 性能亮点

# analyticsSuccessRate
source: Success Rate
de: Erfolgsquote
es: Tasa de éxito
fr: Taux de réussite
ja: 成功率
pt_br: Taxa de sucesso
zh: 成功率

# analyticsAvgSession
source: Avg Session
de: Durchschn. Sitzung
es: Sesión promedio
fr: Session moy.
ja: 平均セッション
pt_br: Sessão média
zh: 平均会话数

# analyticsBestStreak
source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ja: 最高のストリーク
pt_br: Melhor sequência
zh: 最佳连胜纪录

# analyticsActivityProgress
source: Activity Progress
de: Aktivitätsfortschritt
es: Progreso de actividad
fr: Progression des activités
ja: アクティビティの進捗
pt_br: Progresso da atividade
zh: 活动进度

# analyticsComingSoon
source: Detailed activity tracking coming soon.
de: Detaillierte Aktivitätsverfolgung kommt bald.
es: El seguimiento detallado de actividades estará disponible próximamente.
fr: Suivi détaillé des activités à venir.
ja: 詳細なアクティビティトラッキングは近日公開予定です。
pt_br: Rastreamento detalhado de atividades em breve.
zh: 详细的活动跟踪即将推出。

# analyticsAdvancedMetrics
source: Advanced Metrics
de: Erweiterte Metriken
es: Métricas avanzadas
fr: Métriques avancées
ja: 高度な指標
pt_br: Métricas avançadas
zh: 高级指标

# analyticsPremiumContent
source: Premium advanced analytics content here...
de: Premium erweiterte Analytik-Inhalte hier...
es: Contenido de análisis avanzado premium aquí...
fr: Contenu analytique avancé premium ici...
ja: プレミアム高度分析コンテンツはこちら...
pt_br: Conteúdo de análise avançada premium aqui...
zh: 高级高级分析内容在这里...

# analytics30DayTrends
source: 30-Day Trends
de: 30-Tage-Trends
es: Tendencias de 30 días
fr: Tendances sur 30 jours
ja: 30日間のトレンド
pt_br: Tendências de 30 dias
zh: 30 天趋势

# analyticsTrendsChart
source: Premium trends chart here...
de: Premium-Trenddiagramm hier...
es: Gráfico de tendencias premium aquí...
fr: Graphique de tendances premium ici...
ja: プレミアムトレンドチャートはこちら...
pt_br: Gráfico de tendências premium aqui...
zh: 优质趋势图表在这里...

# analyticsAIInsights
source: AI Insights
de: KI-Einblicke
es: Información de IA
fr: Aperçus IA
ja: AI インサイト
pt_br: Insights de IA
zh: 人工智能洞察

# analyticsAIComingSoon
source: AI-powered insights coming soon...
de: KI-gestützte Einblicke kommen bald...
es: Información impulsada por IA próximamente...
fr: Aperçus alimentés par l'IA à venir...
ja: AI駆動のインサイトは近日公開予定...
pt_br: Insights alimentados por IA em breve...
zh: 人工智能驱动的见解即将推出...

# analyticsUnlock
source: Unlock Advanced Analytics
de: Erweiterte Analytik freischalten
es: Desbloquear análisis avanzados
fr: Débloquer les analyses avancées
ja: 高度な分析をロック解除
pt_br: Desbloquear análise avançada
zh: 解锁高级分析

# errorTitle
source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro
zh: 错误

# errorQuestUnavailable
source: Quest state not available
de: Quest-Status nicht verfügbar
es: Estado de misión no disponible
fr: État de quête non disponible
ja: クエスト状態が利用できません
pt_br: Estado da missão não disponível
zh: 任务状态不可用

# buttonOK
source: OK
zh: 好的

# errorFreezeTokenFailed
source: ❌ Failed to use freeze token
de: ❌ Freeze-Token konnte nicht verwendet werden
es: ❌ Error al usar el token de congelación
fr: ❌ Échec de l'utilisation du jeton de gel
ja: ❌ フリーズトークンの使用に失敗しました
pt_br: ❌ Falha ao usar o token de congelamento
zh: ❌ 使用冻结令牌失败

# buttonUseFreeze
source: Use Freeze
de: Freeze verwenden
es: Usar congelación
fr: Utiliser le gel
ja: フリーズを使用
pt_br: Usar congelamento
zh: 使用冻结
