Repository: sparkvibe-io/FocusFieldv1
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, pt_br, zh

# durationUpTo1Hour
source: Sessions up to 1 hour
de: Sitzungen bis zu 1 Stunde
es: Sesiones de hasta 1 hora
fr: Sessions jusqu'à 1 heure
ja: 最大1時間のセッション
pt_br: Sessões de até 1 hora
zh: 会议时间长达 1 小时

# durationUpTo1_5Hours
source: Sessions up to 1.5 hours
de: Sitzungen bis zu 1,5 Stunden
es: Sesiones de hasta 1.5 horas
fr: Sessions jusqu'à 1,5 heures
ja: 最大1.5時間のセッション
pt_br: Sessões de até 1,5 horas
zh: 会话长达 1.5 小时

# durationUpTo2Hours
source: Sessions up to 2 hours
de: Sitzungen bis zu 2 Stunden
es: Sesiones de hasta 2 horas
fr: Sessions jusqu'à 2 heures
ja: 最大2時間のセッション
pt_br: Sessões de até 2 horas
zh: 会议时间长达 2 小时

# durationExtended
source: Extended session durations
de: Erweiterte Sitzungsdauern
es: Duraciones de sesión extendidas
fr: Durées de session étendues
ja: 延長セッション期間
pt_br: Durações de sessão estendidas
zh: 延长会话持续时间

# durationExtendedAccess
source: Extended session access
de: Zugang zu erweiterten Sitzungen
es: Acceso a sesiones extendidas
fr: Accès aux sessions étendues
ja: 延長セッションへのアクセス
pt_br: Acesso a sessões estendidas
zh: 扩展会话访问

# noiseRoomLoudness
source: Room Loudness
de: Raumlautstärke
es: Volumen de la Habitación
fr: Volume de la pièce
ja: 部屋の音量
pt_br: Volume da Sala
zh: 房间响度

# noiseThresholdLabel
source: Threshold: {threshold}dB
de: Schwelle: {threshold}dB
es: Umbral: {threshold}dB
fr: Seuil: {threshold}dB
ja: しきい値: {threshold}dB
pt_br: Limiar: {threshold}dB
zh: 阈值：{threshold}dB

# noiseThresholdSet
source: Threshold set to {db} dB
de: Schwelle auf {db} dB gesetzt
es: Umbral establecido en {db} dB
fr: Seuil défini sur {db} dB
ja: しきい値を{db} dBに設定しました
pt_br: Limiar definido para {db} dB
zh: 阈值设置为 {db} dB

# noiseHighDetected
source: High noise detected, please proceed to a quieter room for better focus
de: Hoher Lärmpegel erkannt, bitte gehen Sie in einen ruhigeren Raum für bessere Konzentration
es: Ruido alto detectado, por favor vaya a una habitación más silenciosa para un mejor enfoque
fr: Bruit élevé détecté, veuillez vous rendre dans une pièce plus calme pour une meilleure concentration
ja: 高い騒音が検出されました。より良い集中のために静かな部屋に移動してください
pt_br: Ruído alto detectado, por favor vá para uma sala mais silenciosa para melhor foco
zh: 检测到高噪音，请前往更安静的房间以便更好地集中注意力

# noiseThresholdExceededHint
source: Find a quieter room or increase threshold →
de: Finden Sie einen ruhigeren Raum oder erhöhen Sie den Schwellenwert →
es: Busque un lugar más silencioso o aumente el umbral →
fr: Trouvez un endroit plus calme ou augmentez le seuil →
ja: より静かな部屋を見つけるか、しきい値を上げる →
pt_br: Encontre um local mais silencioso ou aumente o limite →
zh: 找一个更安静的房间或提高门槛 →

# noiseExceededIncreasePrompt
source: Find a quieter room or increase to {db}dB?
de: Ruhigeren Raum finden oder auf {db}dB erhöhen?
es: ¿Buscar un lugar más silencioso o aumentar a {db}dB?
fr: Trouver un endroit plus calme ou augmenter à {db}dB?
ja: より静かな部屋を探すか、{db}dBに上げますか？
pt_br: Encontrar local mais silencioso ou aumentar para {db}dB?
zh: 寻找一个更安静的房间或提高到 {db}dB？

# noiseHighIncreasePrompt
source: High noise detected. Increase to {db}dB?
de: Hohe Lautstärke erkannt. Auf {db}dB erhöhen?
es: Alto ruido detectado. ¿Aumentar a {db}dB?
fr: Bruit élevé détecté. Augmenter à {db}dB?
ja: 高いノイズが検出されました。{db}dBに上げますか？
pt_br: Alto ruído detectado. Aumentar para {db}dB?
zh: 检测到高噪音。增加到{db}dB？

# noiseAtMaxThreshold
source: Already at maximum threshold. Please find a quieter room.
de: Bereits am maximalen Schwellenwert. Bitte finden Sie einen ruhigeren Raum.
es: Ya está en el umbral máximo. Por favor, busque un lugar más silencioso.
fr: Déjà au seuil maximum. Veuillez trouver un endroit plus calme.
ja: すでに最大しきい値です。より静かな部屋を見つけてください。
pt_br: Já está no limite máximo. Por favor, encontre um local mais silencioso.
zh: 已经达到最大阈值。请找一个更安静的房间。

# noiseThresholdYes
source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
pt_br: Sim
zh: 是的

# noiseThresholdNo
source: No
de: Nein
fr: Non
ja: いいえ
pt_br: Não
zh: 不

# trendsInsights
source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
ja: 洞察
zh: 见解

# trendsLast7Days
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 Días
fr: 7 derniers jours
ja: 過去7日間
pt_br: Últimos 7 Dias
zh: 过去 7 天

# trendsShareWeeklySummary
source: Share weekly summary
de: Wochenzusammenfassung teilen
es: Compartir resumen semanal
fr: Partager le résumé hebdomadaire
ja: 週間サマリーを共有
pt_br: Compartilhar resumo semanal
zh: 分享每周总结

# trendsLoading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
pt_br: Carregando...
zh: 加载中...

# trendsLoadingMetrics
source: Loading metrics...
de: Metriken laden...
es: Cargando métricas...
fr: Chargement des métriques...
ja: メトリクスを読み込み中...
pt_br: Carregando métricas...
zh: 正在加载指标...

# trendsNoData
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
pt_br: Sem dados
zh: 无数据

# trendsWeeklyTotal
source: Weekly Total
de: Wöchentliche Summe
es: Total Semanal
fr: Total hebdomadaire
ja: 週間合計
pt_br: Total Semanal
zh: 每周总计

# trendsBestDay
source: Best Day
de: Bester Tag
es: Mejor Día
fr: Meilleur jour
ja: 最良の日
pt_br: Melhor Dia
zh: 最好的一天

# trendsActivityHeatmap
source: Activity Heatmap
de: Aktivitäts-Heatmap
es: Mapa de Calor de Actividad
fr: Carte thermique d'activité
ja: アクティビティヒートマップ
pt_br: Mapa de Calor de Atividade
zh: 活动热图

# trendsRecentActivity
source: Recent activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
pt_br: Atividade recente
zh: 最近的活动

# trendsHeatmapError
source: Unable to load heatmap
de: Heatmap kann nicht geladen werden
es: No se puede cargar el mapa de calor
fr: Impossible de charger la carte thermique
ja: ヒートマップを読み込めません
pt_br: Não foi possível carregar o mapa de calor
zh: 无法加载热图

# dayMon
source: Mon
de: Mo
es: Lun
fr: Lun
ja: 月
pt_br: Seg
zh: 周一

# dayTue
source: Tue
de: Di
es: Mar
fr: Mar
ja: 火
pt_br: Ter
zh: 星期二

# dayWed
source: Wed
de: Mi
es: Mié
fr: Mer
ja: 水
pt_br: Qua
zh: 周三

# dayThu
source: Thu
de: Do
es: Jue
fr: Jeu
ja: 木
pt_br: Qui
zh: 星期四

# dayFri
source: Fri
de: Fr
es: Vie
fr: Ven
ja: 金
pt_br: Sex
zh: 周五

# daySat
source: Sat
de: Sa
es: Sáb
fr: Sam
ja: 土
pt_br: Sáb
zh: 星期六

# daySun
source: Sun
de: So
es: Dom
fr: Dim
ja: 日
pt_br: Dom
zh: 太阳

# focusModeComplete
source: Session Complete!
de: Sitzung Abgeschlossen!
es: ¡Sesión Completa!
fr: Session terminée!
ja: セッション完了！
pt_br: Sessão Completa!
zh: 会议结束！

# focusModeGreatSession
source: Great focus session
de: Großartige Fokussitzung
es: Gran sesión de enfoque
fr: Excellente session de concentration
ja: 素晴らしい集中セッション
pt_br: Ótima sessão de foco
zh: 精彩的焦点会议

# focusModeResume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar
zh: 恢复

# focusModePause
source: Pause
es: Pausar
ja: 一時停止
pt_br: Pausar
zh: 暂停

# focusModeLongPressHint
source: Long press to pause or stop
de: Lange drücken zum Pausieren oder Stoppen
es: Mantén presionado para pausar o detener
fr: Appuyez longuement pour mettre en pause ou arrêter
ja: 長押しして一時停止または停止
pt_br: Pressione longamente para pausar ou parar
zh: 长按暂停或停止

# activityEditTitle
source: Edit Activities
de: Aktivitäten bearbeiten
es: Editar Actividades
fr: Modifier les activités
ja: アクティビティを編集
pt_br: Editar Atividades
zh: 编辑活动

# activityRecommendation
source: Recommended: 10+ min per activity for consistent habit building
de: Empfohlen: 10+ Min. pro Aktivität für konsistenten Gewohnheitsaufbau
es: Recomendado: 10+ min por actividad para la construcción constante de hábitos
fr: Recommandé: 10+ min par activité pour une formation d'habitudes cohérente
ja: 推奨: 一貫した習慣形成のために1つのアクティビティあたり10分以上
pt_br: Recomendado: 10+ min por atividade para construção consistente de hábitos
zh: 建议：每次活动 10 分钟以上，以养成一致的习惯

# activityDailyGoals
source: Daily Goals
de: Tägliche Ziele
es: Objetivos Diarios
fr: Objectifs quotidiens
ja: 毎日の目標
pt_br: Metas Diárias
zh: 每日目标

# activityTotalHours
source: Total: {hours}h / 18h
de: Gesamt: {hours}h / 18h
ja: 合計: {hours}h / 18h
zh: 总计：{hours}小时/18 小时

# activityPerActivity
source: Per-Activity
de: Pro Aktivität
es: Por Actividad
fr: Par activité
ja: アクティビティごと
pt_br: Por Atividade
zh: 每项活动

# activityExceedsLimit
source: Total exceeds 18-hour daily limit. Please reduce goals.
de: Gesamt überschreitet das 18-Stunden-Tageslimit. Bitte Ziele reduzieren.
es: El total excede el límite diario de 18 horas. Por favor reduce los objetivos.
fr: Le total dépasse la limite quotidienne de 18 heures. Veuillez réduire les objectifs.
ja: 合計が1日の18時間制限を超えています。目標を減らしてください。
pt_br: O total excede o limite diário de 18 horas. Por favor, reduza as metas.
zh: 总计超过每日 18 小时限制。请减少目标。

# activityGoalLabel
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
pt_br: Meta
zh: 目标

# activityGoalDescription
source: Set your daily focus target (1 min - 18h)
de: Setze dein tägliches Fokusziel (1 Min - 18h)
es: Establece tu objetivo de enfoque diario (1 min - 18h)
fr: Définissez votre objectif de concentration quotidien (1 min - 18h)
ja: 毎日の集中目標を設定（1分〜18時間）
pt_br: Defina sua meta de foco diária (1 min - 18h)
zh: 设定每日焦点目标（1 分钟 - 18 小时）

source: Share Your Progress
de: Teile deinen Fortschritt
es: Comparte Tu Progreso
fr: Partagez vos progrès
ja: 進捗を共有
pt_br: Compartilhe Seu Progresso
zh: 分享您的进步

# shareTimeRange
source: Time Range
de: Zeitbereich
es: Rango de Tiempo
fr: Plage de temps
ja: 時間範囲
pt_br: Intervalo de Tempo
zh: 时间范围

# shareCardSize
source: Card Size
de: Kartengröße
es: Tamaño de Tarjeta
fr: Taille de carte
ja: カードサイズ
pt_br: Tamanho do Cartão
zh: 卡片尺寸

# analyticsPerformanceMetrics
source: Performance Metrics
de: Leistungsmetriken
es: Métricas de Rendimiento
fr: Métriques de performance
ja: パフォーマンス指標
pt_br: Métricas de Desempenho
zh: 绩效指标

# analyticsPreferredDuration
source: Preferred Duration
de: Bevorzugte Dauer
es: Duración Preferida
fr: Durée préférée
ja: 優先期間
pt_br: Duração Preferida
zh: 首选持续时间

source: Analytics unavailable
de: Analyse nicht verfügbar
es: Análisis no disponible
fr: Analyses non disponibles
ja: 分析は利用できません
pt_br: Análise indisponível
zh: 分析不可用

# analyticsRestoreAttempt
source: We'll attempt to restore this section on the next app launch.
de: Wir werden versuchen, diesen Abschnitt beim nächsten App-Start wiederherzustellen.
es: Intentaremos restaurar esta sección en el próximo inicio de la aplicación.
fr: Nous tenterons de restaurer cette section au prochain lancement de l'application.
ja: 次のアプリ起動時にこのセクションを復元しようとします。
pt_br: Tentaremos restaurar esta seção na próxima inicialização do aplicativo.
zh: 我们将尝试在下次应用程序启动时恢复此部分。

# audioUnavailable
source: Audio temporarily unavailable
de: Audio vorübergehend nicht verfügbar
es: Audio temporalmente no disponible
fr: Audio temporairement indisponible
ja: オーディオは一時的に利用できません
pt_br: Áudio temporariamente indisponível
zh: 音频暂时无法使用

# audioRecovering
source: Audio processing encountered an issue. Recovering automatically...
de: Audioverarbeitung hat ein Problem festgestellt. Automatische Wiederherstellung...
es: El procesamiento de audio encontró un problema. Recuperando automáticamente...
fr: Le traitement audio a rencontré un problème. Récupération automatique...
ja: オーディオ処理で問題が発生しました。自動的に回復しています...
pt_br: O processamento de áudio encontrou um problema. Recuperando automaticamente...
zh: 音频处理遇到问题。正在自动恢复...

# shareQuietMinutes
source: QUIET MINUTES
de: RUHIGE MINUTEN
es: MINUTOS TRANQUILOS
fr: MINUTES CALMES
ja: 静かな分
pt_br: MINUTOS TRANQUILOS
zh: 安静几分钟

# shareTopActivity
source: Top Activity
de: Top-Aktivität
es: Actividad Principal
fr: Activité Principale
ja: トップアクティビティ
pt_br: Atividade Principal
zh: 热门活动

# appName
source: Focus Field
zh: 聚焦领域

# sharePreview
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt_br: Visualizar
zh: 预览

# sharePinchToZoom
source: Pinch to zoom
de: Zum Zoomen kneifen
es: Pellizca para ampliar
fr: Pincez pour zoomer
ja: ピンチしてズーム
pt_br: Belisque para ampliar
zh: 捏合缩放

# shareGenerating
source: Generating...
de: Wird generiert...
es: Generando...
fr: Génération...
ja: 生成中...
pt_br: Gerando...
zh: 生成...

# shareButton
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt_br: Compartilhar
zh: 分享

# shareTodayLabel
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
zh: 今天

# shareWeeklyLabel
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週間
pt_br: Semanal
zh: 每周

# shareTodayTitle
source: Today's Focus
de: Dein heutiger Fokus
es: Tu Enfoque de Hoy
fr: Votre Focus du Jour
ja: 今日のフォーカス
pt_br: Seu Foco de Hoje
zh: 今日焦点

# shareWeeklyTitle
source: Your Weekly Focus
de: Dein wöchentlicher Fokus
es: Tu Enfoque Semanal
fr: Votre Focus Hebdomadaire
ja: 今週のフォーカス
pt_br: Seu Foco Semanal
zh: 您每周的焦点

# shareSubject
source: My Focus Field Progress
de: Mein Focus Field Fortschritt
es: Mi Progreso en Focus Field
fr: Ma Progression Focus Field
ja: Focus Fieldの進捗
pt_br: Meu Progresso no Focus Field
zh: 我的关注领域进展

# shareFormatSquare
source: 1:1 ratio • Universal compatibility
de: 1:1 Verhältnis • Universelle Kompatibilität
es: Relación 1:1 • Compatibilidad universal
fr: Ratio 1:1 • Compatibilité universelle
ja: 1:1比率 • 汎用互換性
pt_br: Proporção 1:1 • Compatibilidade universal
zh: 1:1 比例 • 通用兼容性

# shareFormatPost
source: 4:5 ratio • Instagram/Twitter posts
de: 4:5 Verhältnis • Instagram/Twitter-Beiträge
es: Relación 4:5 • Publicaciones de Instagram/Twitter
fr: Ratio 4:5 • Publications Instagram/Twitter
ja: 4:5比率 • Instagram/Twitter投稿
pt_br: Proporção 4:5 • Posts Instagram/Twitter
zh: 4:5 比例 • Instagram/Twitter 帖子

# shareFormatStory
source: 9:16 ratio • Instagram Stories
de: 9:16 Verhältnis • Instagram Stories
es: Relación 9:16 • Historias de Instagram
fr: Ratio 9:16 • Stories Instagram
ja: 9:16比率 • Instagramストーリー
pt_br: Proporção 9:16 • Stories do Instagram
zh: 9:16 比例 • Instagram 故事

# recapWeeklyTitle
source: Weekly Recap
de: Wöchentliche Zusammenfassung
es: Resumen Semanal
fr: Récapitulatif Hebdomadaire
ja: 週間まとめ
pt_br: Resumo Semanal
zh: 每周回顾

# recapMinutes
source: Minutes
de: Minuten
es: Minutos
ja: 分
pt_br: Minutos
zh: 分钟

# recapStreak
source: Streak: {start} → {end} days
de: Serie: {start} → {end} Tage
es: Racha: {start} → {end} días
fr: Série: {start} → {end} jours
ja: 連続記録: {start} → {end} 日
pt_br: Sequência: {start} → {end} dias
zh: 连胜：{start} → {end} 天

# recapTopActivity
source: Top Activity:
de: Top-Aktivität:
es: Actividad Principal:
fr: Activité Principale:
ja: トップアクティビティ:
pt_br: Atividade Principal:
zh: 热门活动：

# practiceOverviewTitle
source: Practice Overview
de: Praxis-Übersicht
es: Resumen de Práctica
fr: Aperçu de la Pratique
ja: 練習の概要
pt_br: Visão Geral da Prática
zh: 实践概览

# practiceLast7Days
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 Días
fr: 7 Derniers Jours
ja: 過去7日間
pt_br: Últimos 7 Dias
zh: 过去 7 天

# audioMultipleErrors
source: Multiple audio errors detected. Component recovering...
de: Mehrere Audiofehler erkannt. Komponente wird wiederhergestellt...
es: Se detectaron múltiples errores de audio. Componente recuperándose...
fr: Plusieurs erreurs audio détectées. Composant en récupération...
ja: 複数のオーディオエラーが検出されました。コンポーネントを復旧しています...
pt_br: Múltiplos erros de áudio detectados. Componente recuperando...
zh: 检测到多个音频错误。组件恢复中...

# activityCurrentGoal
source: Current goal: {goal}
de: Aktuelles Ziel: {goal}
es: Meta actual: {goal}
fr: Objectif actuel: {goal}
ja: 現在の目標: {goal}
pt_br: Meta atual: {goal}
zh: 当前目标：{goal}

# activitySaveChanges
source: Save Changes
de: Änderungen Speichern
es: Guardar Cambios
fr: Enregistrer les Modifications
ja: 変更を保存
pt_br: Salvar Alterações
zh: 保存更改

# insightsTitle
source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
ja: インサイト
zh: 见解

# insightsTooltip
source: View detailed insights
de: Detaillierte Einblicke anzeigen
es: Ver perspectivas detalladas
fr: Voir les aperçus détaillés
ja: 詳細なインサイトを表示
pt_br: Ver insights detalhados
zh: 查看详细见解

# statDays
source: DAYS
de: TAGE
es: DÍAS
fr: JOURS
ja: 日
pt_br: DIAS
zh: 天

# sessionsTotalToday
source: Total Today {done}/{goal} min, choose any activity
de: Gesamt Heute {done}/{goal} min, wähle eine beliebige Aktivität
es: Total Hoy {done}/{goal} min, elige cualquier actividad
fr: Total Aujourd'hui {done}/{goal} min, choisissez n'importe quelle activité
ja: 今日の合計 {done}/{goal} 分、任意のアクティビティを選択
pt_br: Total Hoje {done}/{goal} min, escolha qualquer atividade
zh: 今天总计 {done}/{goal} 分钟，选择任意活动

source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
ja: プレミアム機能
pt_br: Recurso Premium
zh: 高级功能

source: Premium feature access
de: Premium-Funktionszugriff
es: Acceso a función premium
fr: Accès aux fonctionnalités premium
ja: プレミアム機能アクセス
pt_br: Acesso a recurso premium
zh: 高级功能访问

# activityUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido
zh: 未知

# insightsFirstSessionTitle
source: Complete your first session
de: Vervollständige deine erste Sitzung
es: Completa tu primera sesión
fr: Complétez votre première session
ja: 最初のセッションを完了する
pt_br: Complete sua primeira sessão
zh: 完成你的第一节课

# insightsFirstSessionSubtitle
source: Start tracking your focus time, session patterns, and ambient score trends
de: Beginne, deine Fokuszeit, Sitzungsmuster und Umgebungsgeräusch-Trends zu verfolgen
es: Comienza a rastrear tu tiempo de concentración, patrones de sesión y tendencias de puntuación ambiental
fr: Commencez à suivre votre temps de concentration, vos modèles de session et vos tendances de score ambiant
ja: 集中時間、セッションパターン、アンビエントスコアのトレンドを追跡し始めます
pt_br: Comece a rastrear seu tempo de foco, padrões de sessão e tendências de pontuação ambiente
zh: 开始跟踪您的专注时间、会话模式和环境分数趋势

# sessionAmbientLabel
source: Ambient: {percent}%
de: Umgebung: {percent}%
es: Ambiente: {percent}%
fr: Ambiance : {percent} %
ja: アンビエント：{percent}%
pt_br: Ambiente: {percent}%
zh: 环境：{percent}%

# sessionSuccess
source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
pt_br: Sucesso
zh: 成功

# sessionFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗
pt_br: Falhou
zh: 失败的

# focusModeButton
source: Focus Mode
de: Fokusmodus
es: Modo de enfoque
fr: Mode Focus
ja: フォーカスモード
pt_br: Modo de Foco
zh: 专注模式

# settingsDailyGoalsTitle
source: Daily Goals
de: Tagesziele
es: Objetivos Diarios
fr: Objectifs quotidiens
ja: 毎日の目標
pt_br: Objetivos Diários
zh: 每日目标

# settingsFocusModeDescription
source: Minimize distractions during sessions with a focused overlay
de: Minimieren Sie Ablenkungen während Sitzungen mit einer fokussierten Überlagerung
es: Minimiza las distracciones durante las sesiones con una superposición enfocada
fr: Minimisez les distractions pendant les sessions avec une superposition focalisée
ja: セッション中に集中オーバーレイで気を散らすものを最小限に抑えます
pt_br: Minimize as distrações durante as sessões com uma sobreposição focada
zh: 通过集中覆盖最大限度地减少会议期间的干扰

# settingsDeepFocusTitle
source: Deep Focus
de: Tiefer Fokus
es: Enfoque Profundo
fr: Focus profond
ja: ディープフォーカス
pt_br: Foco Profundo
zh: 深度聚焦

# settingsDeepFocusDescription
source: End session if app is left
de: Sitzung beenden, wenn die App verlassen wird
es: Finalizar sesión si se abandona la aplicación
fr: Terminer la session si l'application est quittée
ja: アプリが離れるとセッションを終了
pt_br: Terminar sessão se a aplicação for deixada
zh: 如果应用程序离开则结束会话

# deepFocusDialogTitle
source: Deep Focus
de: Tiefer Fokus
es: Enfoque Profundo
fr: Focus profond
ja: ディープフォーカス
pt_br: Foco Profundo
zh: 深度聚焦

# deepFocusEnableLabel
source: Enable Deep Focus
de: Tiefen Fokus aktivieren
es: Habilitar Enfoque Profundo
fr: Activer le Focus profond
ja: ディープフォーカスを有効にする
pt_br: Ativar Foco Profundo
zh: 启用深度对焦

# deepFocusGracePeriodLabel
source: Grace period (seconds)
de: Schonfrist (Sekunden)
es: Período de gracia (segundos)
fr: Période de grâce (secondes)
ja: 猶予期間（秒）
pt_br: Período de graça (segundos)
zh: 宽限期（秒）

# deepFocusExplanation
source: When enabled, leaving the app will end the session after the grace period.
de: Wenn aktiviert, wird das Verlassen der App die Sitzung nach der Schonfrist beenden.
es: Cuando está habilitado, salir de la aplicación finalizará la sesión después del período de gracia.
fr: Lorsqu'il est activé, quitter l'application terminera la session après la période de grâce.
ja: 有効にすると、アプリを離れると猶予期間後にセッションが終了します。
pt_br: Quando ativado, sair da aplicação terminará a sessão após o período de graça.
zh: 启用后，离开应用程序将在宽限期后结束会话。

# notificationPermissionTitle
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les notifications
ja: 通知を有効にする
pt_br: Ativar Notificações
zh: 启用通知

# notificationPermissionExplanation
source: Focus Field needs notification permission to send you:
de: Focus Field benötigt Benachrichtigungsberechtigung, um Ihnen zu senden:
es: Focus Field necesita permiso de notificaciones para enviarte:
fr: Focus Field a besoin de l'autorisation de notification pour vous envoyer :
ja: Focus Fieldは通知権限が必要です：
pt_br: Focus Field precisa de permissão de notificação para lhe enviar:
zh: Focus Field 需要通知权限才能向您发送：

# notificationBenefitReminders
source: Daily focus reminders
de: Tägliche Fokus-Erinnerungen
es: Recordatorios diarios de enfoque
fr: Rappels de focus quotidiens
ja: 毎日の集中リマインダー
pt_br: Lembretes diários de foco
zh: 每日焦点提醒

# notificationBenefitCompletion
source: Session completion alerts
de: Benachrichtigungen über abgeschlossene Sitzungen
es: Alertas de sesión completada
fr: Alertes de session terminée
ja: セッション完了アラート
pt_br: Alertas de sessão concluída
zh: 会话完成警报

# notificationBenefitAchievements
source: Achievement celebrations
de: Erfolgsfeiern
es: Celebraciones de logros
fr: Célébrations de réussite
ja: 達成の祝福
pt_br: Celebrações de conquistas
zh: 成就庆祝活动

# notificationHowToEnableIos
source: How to enable on iOS:
de: So aktivieren Sie auf iOS:
es: Cómo habilitar en iOS:
fr: Comment activer sur iOS :
ja: iOSで有効にする方法：
pt_br: Como ativar no iOS:
zh: 如何在 iOS 上启用：

# notificationHowToEnableAndroid
source: How to enable on Android:
de: So aktivieren Sie auf Android:
es: Cómo habilitar en Android:
fr: Comment activer sur Android :
ja: Androidで有効にする方法：
pt_br: Como ativar no Android:
zh: 如何在 Android 上启用：

# notificationStepsIos
source: 1. Tap "Open Settings" below 2. Tap "Notifications" 3. Enable "Allow Notifications"
de: 1. Tippen Sie unten auf "Einstellungen öffnen" 2. Tippen Sie auf "Mitteilungen" 3. Aktivieren Sie "Mitteilungen erlauben"
es: 1. Toca "Abrir Configuración" abajo 2. Toca "Notificaciones" 3. Habilita "Permitir Notificaciones"
fr: 1. Appuyez sur "Ouvrir les paramètres" ci-dessous 2. Appuyez sur "Notifications" 3. Activez "Autoriser les notifications"
ja: 1. 下の「設定を開く」をタップ 2. 「通知」をタップ 3. 「通知を許可」を有効にする
pt_br: 1. Toque em "Abrir Definições" abaixo 2. Toque em "Notificações" 3. Ative "Permitir Notificações"
zh: 1. 点击下方的“打开设置” 2. 点击“通知” 3.启用“允许通知”

# notificationStepsAndroid
source: 1. Tap "Open Settings" below 2. Tap "Notifications" 3. Enable "All Focus Field notifications"
de: 1. Tippen Sie unten auf "Einstellungen öffnen" 2. Tippen Sie auf "Benachrichtigungen" 3. Aktivieren Sie "Alle Focus Field-Benachrichtigungen"
es: 1. Toca "Abrir Configuración" abajo 2. Toca "Notificaciones" 3. Habilita "Todas las notificaciones de Focus Field"
fr: 1. Appuyez sur "Ouvrir les paramètres" ci-dessous 2. Appuyez sur "Notifications" 3. Activez "Toutes les notifications Focus Field"
ja: 1. 下の「設定を開く」をタップ 2. 「通知」をタップ 3. 「すべてのFocus Field通知」を有効にする
pt_br: 1. Toque em "Abrir Definições" abaixo 2. Toque em "Notificações" 3. Ative "Todas as notificações do Focus Field"
zh: 1. 点击下方的“打开设置” 2. 点击“通知” 3.启用“所有焦点字段通知”

# aboutShowTips
source: Show Tips
de: Tipps anzeigen
es: Mostrar Consejos
fr: Afficher les conseils
ja: ヒントを表示
pt_br: Mostrar Dicas
zh: 显示提示
